Repository: wp-plugins/booking
Catalog: languages/wpdev-booking-*.po
Languages: sv_se

source: Payments
sv_se: Betalningar

source: Payments Settings
sv_se: Betalnings inställningar

source: Search Settings
sv_se: Sök inställningar

source: Users Settings
sv_se: Användar inställningar

source: Features
sv_se: Funktioner

source: Live Demos
sv_se: Live Demo

source: Contact
sv_se: Kontakt

source: Buy
sv_se: Köp

source: Calendar is loading...
sv_se: Kalender laddar..

source: Booking resource type is not defined. Its can be, when at the URL is wrong booking hash.
sv_se: Bokningsresurs typ är inte definerad. Det kan vara så att URL har fel boknings hash.

source: %sWarning! Booking calendar for this booking resource are already at the page, please check more about this issue at %sthis page%s
sv_se: %sVarning! Boknings kalender för denna boknings resurs finns redan på sidan, du kan läsa mer om denna fråga på %sdenna sida%s

source: You need to use special shortcode [bookingedit] for booking editing.
sv_se: Du behöver använda en särskild shortcode [bokningsedit] för boknings redigering.

source: Wrong booking hash in URL. Probably hash is expired.
sv_se: Fel boknings hash i URL. Möjligtvis är hash utgången.

source: You do not set any parameters for booking editing
sv_se: Du har inte set några parametrar för boknings redigering

source: Thank you for your online booking. %s We will send confirmation of your booking as soon as possible.
sv_se: Tack för din bokning online. %s Vi kommer att skicka en konfirmation av din bokning så fort som möjligt

source: New booking
sv_se: Ny bokning

source: You need to approve a new booking %s for: %s Person detail information:%s Currently a new booking is waiting for approval. Please visit the moderation panel%sThank you, %s
sv_se: Du behöver godkänna en ny boknings %s för: %sPersonlig information:%s En nuvarande boknings väntar på ditt godkännande. Var god och använd inställnings panelen%sTack så mycket, %s

source: Your reservation %s for: %s is processing now! We will send confirmation by email. %sYou can edit this booking at this page: %s Thank you, %s
sv_se: Din reservation %s för: %s bearbetas nu! Vi kommer skicka en konfirmation via E-post. %sDu kan redigera denna bokning på denna sida. %s Tack så mycket, %s

source: Your reservation %s for: %s is processing now! We will send confirmation by email. %s Thank you, %s
sv_se: Din reservation %s för: %s bearbetas nu! Vi kommer skicka en konfirmation via E-post. %s Tack så mycket, %s

source: Your booking has been approved
sv_se: Dina bokning har blivit godkänd

source: Your reservation %s for: %s has been approved.%sYou can edit the booking on this page: %s Thank you, %s
sv_se: Din reservation %s för: %s har uppdaterats.%sDu kan redigera bokningen på denna sida: %s Tack så mycket, %s

source: Your booking %s for: %s has been approved.%sThank you, %s
sv_se: Din bokning %s för: %s har blivit godkänd.%sTack så mycket, %s

source: Your booking has been declined
sv_se: Dina bokning har nekats

source: Your booking %s for: %s has been canceled. %sThank you, %s
sv_se: Din bokning %s för: %s har blivit avbruten. %sTack så mycket, %s

source: Booking form
sv_se: Bokningsformulär

source: Available
sv_se: Tillgänglig

source: Booked
sv_se: Bokade

source: Partially booked
sv_se: Delvis bokade

source: Technical support section
sv_se: Teknisk support

source: Reindex booking data
sv_se: Indexera om bokningar

source: Reindex
sv_se: Indexera om

source: Click, if you want to reindex booking data by booking dates sort field (Your installation/update of the plugin must be successful).
sv_se: Klicka på knappen om du vill indexera om aktuella bokningar per sorteringsfält för bokningsdatum. Detta kräver att installationen/uppdateringen av pluginen lyckades.

source: %s Found %s not indexed bookings %s
sv_se: %s Hittade %s bokningar som inte indexerats %s

source: %s Finish getting sort dates. %s
sv_se: %s Avsluta hämtning av sortingsdatum. %s

source: Updated booking: %s
sv_se: Uppdaterade bokningar: %s

source: no
sv_se: inga

source: Booking system
sv_se: Bokningssystem

source: Warning! Some error occur, during sending registration request.
sv_se: Varning! Vissa fel uppstod, när registrings begäran skickades.

source: Please refresh this page and if the same error appear again contact support by email (with info about order number and website) for finishing the registrations
sv_se: Var god och uppdatera denna sida och om samma fel uppstår igen kontakta support via E-post (med info om order nummer och hemsida) för att avsluta registrationen

source: Add your %s on %swordpress.org%s, if you enjoyed by this plugin.
sv_se: Lägg till din %s på %swordpress.org%s, , om du gillade detta plugin.

source: Visible months
sv_se: Synliga månader

source: Example: %sMake booking here%s
sv_se: Exempel: %sGör bokning här%s

source: %sImportant!!!%s Please note, if you show booking calendar (inserted into post/page) with widget at the same page, then the last will not be visible.
sv_se: %sViktigt!!!%s Om du använder både bokningskalendern (i ett inlägg eller en sida) och denna widget kommer endast den ena att visas.

source: %sSeveral widgets are supported at %spaid versions%s.
sv_se: %sFlera widget stöds a %sbetalda versioner%s.

source: Form
sv_se: Formulär

source: Auto cancellation / approval
sv_se: Automatisk avbokning / godkänning

source: Advanced
sv_se: Avancerad

source: Menu access
sv_se: Menu tillgänglighet

source: Uninstall
sv_se: Avinstallera

source: Technical
sv_se: Teknisk

source: Settings saved
sv_se: Inställningar sparade

source: Calendar Skin
sv_se: Kalender Utseende

source: Select the skin of the booking calendar
sv_se: Välj tema för bokningskalendern

source: Number of months
sv_se: Visa period

source: month(s)
sv_se: månad(er)

source: year(s)
sv_se: år

source: Select the maximum number of months to show (scroll)
sv_se: Välj hur lång period som ska vara tillgänglig i bokningskalendern

source: Start Day of the week
sv_se: Första dag i veckan

source: Select your start day of the week
sv_se: Välj vilket som är första dagen i veckan

source: Unavailable days from today
sv_se: Obokningsbara dagar

source: Select number of unavailable days in calendar start from today.
sv_se: Ange hur långt framåt som är låst för bokningar.

source: Unavailable week days
sv_se: Otillgängliga veckodagar

source: Check unavailable days in calendars. This option will overwrite all other settings.
sv_se: Ange vilka veckodagar som inte kan bokas i kalendern. Detta val överskrider alla andra inställningar.

source: Type of days selection in calendar
sv_se: Bokningsbar period

source: Type of days selection
sv_se: Bokningsbar period

source: Single day
sv_se: Enstaka dag

source: Multiple days
sv_se: Multipla dagar

source: Range days
sv_se: Datumperiod

source: Check the box to activate CAPTCHA inside the booking form.
sv_se: Markera för att använda CAPTCHA i bokningsformuläret.

source: Auto-fill fields
sv_se: Autofyll fält

source: Check the box to activate auto-fill form fields for logged in users.
sv_se: Markera för att aktivera automatisk ifyllnad av formulärfält för inloggade användare.

source: Use CSS BootStrap
sv_se: Använd BootStrap CSS

source: Using BootStrap CSS for the form fields
sv_se: Använd BootStrap CSS för formulärfälten

source: You must not deactivate loading BootStrap files at advanced section of these settings!
sv_se: Laddning av BootStrap får inte vara avstängt i Övergripande sektionen ovan!

source: Action after booking is done
sv_se: Aktion efter att bokning är klar

source: Show "Thank You" message
sv_se: Visa "Tack så mycket" medelande

source: Redirect visitor to a new "Thank You" page
sv_se: Skicka vidare besökare till en ny "Tack så mycket" sida

source: This action will have no effect, if the payment form(s) is active!
sv_se: Denna action kommer inte ha någon effekt, om betalningsformuläret inte är aktivt!

source: Message title
sv_se: Rubrik

source: Type title of message %safter booking has done by user%s
sv_se: Medelande %sefter genomförd bokning av användare%s

source: Time of message showing
sv_se: Tids medelande som visas

source: Set duration of time (milliseconds) to show this message
sv_se: Ställ in tid (millisekunder) tills detta medelande visas

source: URL of "thank you" page
sv_se: URL till tack-sidan

source: Type URL of %s"Thank You" page%s
sv_se: Ange URL till %s"Tack" sidan%s

source: Listing of bookings
sv_se: Lista med bokningar

source: Default booking admin page
sv_se: Admin-sida

source: Bookings Listing
sv_se: Bokningslista

source: Select your default view mode of bookings at the booking listing page
sv_se: Välj standard kalendervy för bokningsöversikten

source: Default calendar view mode
sv_se: Standard Kalender vy

source: Select your default calendar view mode at booking calendar overview page
sv_se: Välj standard kalendervy för bokningsöversikten

source: Default toolbar tab
sv_se: Standardflik i verktygsfältet

source: Filter tab
sv_se: Filter

source: Actions tab
sv_se: Aktiviteter

source: Select your default opened tab in toolbar at booking listing page
sv_se: Välj vilken flik som ska visas som standard i bokningslistan

source: Bookings number per page
sv_se: Antal bokningar per sida

source: Select number of bookings per page in booking listing
sv_se: Ange hur många bokningar som ska visas per sida i bokningslistan

source: Bookings default order
sv_se: Standardsortering

source: ASC
sv_se: (lägst först)

source: DESC
sv_se: (högst först)

source: Select your default order of bookings in the booking listing
sv_se: Ange standardsortering i bokningslistan

source: Date Format
sv_se: Datumformat

source: Type your date format for emails and the booking table. %sDocumentation on date formatting%s
sv_se: Ange önskat datumformat för e-post och bokningstabellen. %sHjälp om datumformattering%s

source: Dates view
sv_se: Namn på dagar

source: Short days view
sv_se: Förkortningar

source: Wide days view
sv_se: Hela namn

source: Select the default view for dates on the booking tables
sv_se: Ange hur datum ska visas i bokningstabeller

source: Show / hide hints
sv_se: Visa eller dölj hjälp

source: Check this box if you want to show help hints on the admin panel.
sv_se: Markera om du vill visa hjälptexter i administratörspanelen.

source: Checking to prevent double booking, during submitting booking
sv_se: Kontroll för att förhindra dubbel bokning, under boknings processen

source: This feature can impact to speed of submitting booking. Do you really want to do this?
sv_se: Denna funktion kan påverka farten av bokningsprocessen. Vill du verkligen göra detta

source: Check this box, if you want to %sre-check if the selected dates available during submitting booking%s.
sv_se: Markera om du vill att %sre-checka valda datum som tillgängliga under bokningsprocessen%s.

source: This feature useful to prevent double booking of the same date(s) or time(s), if several visitors try to book the same date(s) in same calendar during the same time.
sv_se: Denna funktion är användbar för att förhindra dubbelbokning av samma datum eller tider, om flera besökare försöker boka samma datum i samma kalender under samma tid.

source: This feature does not work for booking resources with capacity higher than one.
sv_se: Denna funktion fungerar inte för boknings resurser med kapacitet högre än en.

source: Allow unlimited bookings per same day(s)
sv_se: Tillåt obegränsade bokning för samma dag

source: You allow unlimited number of bookings per same dates, its can be a reason of double bookings on the same date. Do you really want to do this?
sv_se: Du tillåter obegränsade bokningar för samma datum, det kan vara ett skäl till dubbelbokningar på samma datum. Vill du verkligen göra detta?

source: Check this box, if you want to %sset any days as available%s in calendar. Your visitors will be able to make %sunlimited bookings per same date(s) in calendar and do not see any booked date(s)%s of other visitors.
sv_se: Fyll i denna box, om du vill %sbestämma alla dagar som tillgängliga%s i kalendern. Dina besökare kommer kunna boka%sobegränsade bokning för samma datum i kalendern och kommer inte se redan bokade datum%s av andra besökare

source: Show advanced settings of JavaScript loading
sv_se: Visa avancerade inställningar för laddning av Javascript

source: Hide advanced settings of JavaScript loading
sv_se: Dölj avancerade inställningar för laddning av Javascript

source: Disable Bootstrap loading on Front-End
sv_se: Ladda inte Bootstrap i Front-End

source: You are need to be sure what you are doing. You are disable of loading some JavaScripts Do you really want to do this?
sv_se: Du måste veta vad du gör. Du håller på att inaktivera laddningen av vissa JavaScripts. Vill du verkligen göra dettta?

source: If your theme or some other plugin is load the BootStrap JavaScripts, you can disable loading of this script by this plugin.
sv_se: Undvik att ladda Javascript för BootStrap om det redan laddats av aktuellt tema eller en annan plugin.

source: Disable Bootstrap loading on Back-End
sv_se: Ladda inte Bootstrap i Back-End

source: Show settings of powered by notice
sv_se: Visa inställningar för "Powered by" meddelande

source: Hide settings of powered by notice
sv_se: Dölj inställningar för "Powered by" meddelande

source: Powered by notice
sv_se: "Powered by" meddelande

source: Turn On/Off powered by "Booking Calendar" notice under the calendar.
sv_se: Visa/dölj meddelandet "Powered by Booking Calendar" under kalendern.

source: Help and info notices
sv_se: Hjälp info

source: Turn On/Off version notice and help info links at booking admin panel.
sv_se: Stäng Av/På versions notis och hjälp info länkar vid bokning administratörs panelen.

source: User permissions for plugin menu pages
sv_se: Behörigheter för bokningskalenderns sidor

source: Select user access level for the menu pages of plugin
sv_se: Ange användares behörighetsnivåer för pluginens menysidor

source: Uninstall / deactivation
sv_se: Avinstallera / deaktivera

source: Delete booking data, when plugin deactivated
sv_se: Avbryt bokningsdata när plugin är aktiverat

source: If you check this option, all booking data will be deleted when you uninstall this plugin. Do you really want to do this?
sv_se: Om du väljer detta kommer alla bokningar att raderas när pluginen avinstalleras. Vill du verkligen göra detta?

source: Check this box to delete all booking data when you uninstal this plugin.
sv_se: Markera denna kryssruta för att radera alla bokningar när pluginen avinstalleras.

source: Show legend below calendar
sv_se: Visa legend under kalender

source: Check this box to display a legend of dates below the booking calendar.
sv_se: Markera för att visa förklaringar under kalendern.

source: Available item
sv_se: Tillgängliga artiklar

source: Activate and type your %stitle of available%s item in legend
sv_se: Aktivera och skriv din %stitle av tillgängliga%s artiklar i legend

source: Pending item
sv_se: Pågående artikel

source: Activate and type your %stitle of pending%s item in legend
sv_se: Aktivera och skriv din %sdin titel för pågående%s artiklar i legend

source: Approved item
sv_se: Godkänd artikel

source: Activate and type your %stitle of approved%s item in legend
sv_se: Aktivera och skriv din %sdin titel för godkännda%s artiklar i legend

source: Partially booked item
sv_se: delvis bokad artikel

source: Activate and type your %stitle of partially booked%s item in legend
sv_se: Aktivera och skriv din %sdin titel för delvis bokade%s artiklar i legend

source: Partially booked item - day, which is booked for the specific time-slot(s).
sv_se: Delvis bokade artiklar - dag, som är bokad för en specifik tid

source: Form fields labels
sv_se: Rubriker för formulärfält

source: Field Label
sv_se: Rubrik

source: Required
sv_se: Krävs

source: Activate or deactivate field and change the label title
sv_se: Aktivera eller deaktivera fält och ändra deras rubriker

source: Email Label
sv_se: E-post Rubrik

source: Change the label title of this field. Email is obligatory field in booking form.
sv_se: Byt titel namnet på detta fält. E-post är obligatorisk i bokningsformuläret.

source: Selectbox Label
sv_se: Meddelande Rubrik

source: Selectbox Values
sv_se: Selectbox värden

source: Enter dropdown options. One option per line.
sv_se: Fyll i dropdown inställningar. En inställning per linje.

source: Textarea Label
sv_se: Meddelande Rubrik

source: For example: "You have a new reservation %s on the following date(s): %s Contact information: %s You can approve or cancel this booking at: %s Thank you, Reservation service."
sv_se: Exempel: "Du har en ny reservation %s på följande datum: %s Kontakt information: %s Du kan godkänna eller avbryta denna bokning här: %s Tack så mycket, Reservations service."

source: For example: "Your reservation %s on these date(s): %s is processing now! We will send confirmation by email. %s Thank you, Reservation service."
sv_se: Exempel: "Din reservation %s på följande datum: %s bearbetas nu!: Vi kommer skicka en konfirmation via E-post. %s Tack så mycket, Reservations service."

source: For example: "Your reservation %s on these date(s): %s has been approved.%s Thank you, Reservation service."
sv_se: Exempel: "Din reservation %s på följande datum: %s har godkännts.%s Tack så mycket, Reservations service."

source: You can use (in subject and content of email template) any shortcodes, which you used in the booking form. Use the shortcodes in the same way as you used them in the content form at Settings Fields page.
sv_se: Du kan använda (i ämnet och innehållet av E-post mallen) shortcodes, som du använda i bokningsformuläret. Använd shortcodes på samma sätt som du använde dem i innehållsformuläret i Inställningar för fält sidan

source: You can use following shortcodes in content of this template
sv_se: Du kan använda följade shortcodes i innehållet för denna mall

source: %s - inserting data info about the booking
sv_se: %s - fyll i information om bokningen

source: %s - inserting data info about the booking, which you configured in the content form at Settings Fields page
sv_se: %s - fyll i information om bokningen, som du konfigurerat i innehållsformuläret på Inställninga för fält sidan

source: %s - inserting ID of booking
sv_se: %s - fyller i ID för ny bokning

source: %s or %s - inserting the title of the booking resource
sv_se: %s eller %s - infoga data från bokningsformulär

source: %s - inserting the cost of booking
sv_se: %s - fyll kostnaden för bokningen

source: %s - inserting the dates of booking
sv_se: %s - fyller i bokningsdatum

source: %s - inserting check-in date (first day of reservation),
sv_se: %s - fyller i check-in datum (första dagen av reservationen),

source: %s - inserting check-out date (last day of reservation),
sv_se: %s - fyller i check-out datum (sista dagen av reservationen),

source: %s - inserting the number of booking dates
sv_se: %s - fyller i antalet boknings datum

source: %s - inserting your site URL
sv_se: %s - fyller i din hemsidas URL

source: %s - inserting IP address of the user who made this action
sv_se: %s - fyller i IP adress från användare som gjorde detta val

source: %s - inserting contents of the User-Agent: header from the current request, if there is one
sv_se: %s - fyller i innehåll från Användar-Agent: header från nuvarande förfrågan, om det finns någon

source: %s - inserting address of the page (if any), where visitor make this action
sv_se: %s - fyller i sidans adress (om det finns någon), där besökare kan göra denna action

source: %s - inserting date of this action
sv_se: %s - fyller i datum för denna action

source: %s - inserting time of this action
sv_se: %s - fyller i tid för denna aktion

source: %s - inserting moderate link of new booking
sv_se: %s - fyller i link för ny bokning

source: %s - inserting link to the page where visitor can edit the reservation, (possible to use the %s parameter for setting different %s of this page. Example: %s )
sv_se: %s - fyller i länk till sida där besökare kan redigera reservationen, (det är möjligt att använda %s parametrar för att ställa in annorlunda %s för denna sida. Exempel: %s )

source: %s - inserting link to the page where visitor can cancel the reservation, (possible to use the %s parameter for setting different %s of this page. Example: %s )
sv_se: %s - fyller i länk till sidan där besökare kan avbryta reservationen, (det är möjligt att använda %s parametrar för att ställa in annorlunda %s för denna sida. Exempel: %s )

source: %s - inserting link to payment page where visitor can pay for the reservation (possible to use the %s parameter for setting different %s of this page. Example: %s )
sv_se: %s - fyller i länk till betalningssida där besökare kan betala reservationen, (det är möjligt att använda %s parametrar för att ställa in annorlunda %s för denna sida. Exempel: %s )

source: %s - add the reason for booking payment, you can enter it before sending email,
sv_se: %s - fyll i skälet för boknings betalningen, du kan fylla i det innan du skickar E-post,

source: %s - add the reason booking was cancelled, you can enter it before sending email,
sv_se: %s - fyll i skälet för att bokningen blev avbruten, du kan fylla i det innan du skickar E-post,
