Repository: wp-plugins/booking
Catalog: languages/wpdev-booking-*.po
Languages: sv_se

source: Check this box to automatically approve bookings when visitor makes a successful payment, or automatically cancel the booking when visitor makes a payment cancellation.
sv_se: Fyll i denna box för att automatisk godkänna bokningar när en besökare gör en lyckad betalning, eller automatisk avbokning när en besökare avbryter sin betalning.

source: Please configure %s fields inside the %sBilling form fields%s TAB at this page, this is necessary for the %s.
sv_se: Konfigurera %s fältet inuti %sFaktura formulär fält%s TAB på denna sida, är nödvändig för %s.

source: Error IPN
sv_se: Fel IPN

source: Verified IPN
sv_se: Verifierad IPN

source: Invalid IPN
sv_se: Ogiltig IPN

source: Integration of Paypal payment system
sv_se: Integration av Paypal betalningssystem

source: PayPal customization
sv_se: PayPal konfiguration

source: Configuration of PayPal Standard payment form
sv_se: Konfiguration av PayPal Standard betalnings formulär

source: Configuration of PayPal Pro Hosted Solution payment form
sv_se: Konfiguration av PayPal Pro Hosted betalnings form

source: Paypal Pro Hosted Solution
sv_se: Paypal Pro lösningar

source: Instant Payment Notification (IPN) is a message service that notifies you of events related to PayPal transactions
sv_se: Instant Payment Notification (IPN) är en service som medelar dig om händelser relaterade till PayPal transaktioner

source: Sending email for verified transaction
sv_se: Skickar email för verifierad transkation

source: Email for getting report for %sverified%s transactions.
sv_se: E-post för report om %sverifierade%s transaktioner.

source: Sending email for invalid transaction
sv_se: Skickar E-post för ogiltig transaktion

source: Email for getting report for %sinvalid%s transactions.
sv_se: E-post for report om %sogiltig%s transaktion.

source: Sending email if error occur during verification
sv_se: Skickar E-post om fel uppstår under verifikation

source: Email for getting report for %ssome errors in verification process%s.
sv_se: E-post för report om %snågra fel i verifikations processen%s.

source: Use SSL connection
sv_se: Använd SSL anslutning

source: Use the SSL connection for posting data, instead of standard HTTP connection
sv_se: Använd SSL anslutning vid skickandet av data, istället för standard HTTP anslutning

source: Use cURL posting
sv_se: Använd cURL inlägg

source: Use the cURL for posting data, instead of fsockopen() function
sv_se: Använd cURL för inlägg av data, istället för fsockopen() funktion

source: Follow these instructions to set up your listener at your PayPal account:
sv_se: Följ dessa instruktioner för att sätta upp din lyssnare på ditt PayPayl konto:

source: Click Profile on the My Account tab.
sv_se: Klicka på profil på Mitt Konto flick.

source: Click Instant Payment Notification Preferences in the Selling Preferences column.
sv_se: Klicka på Omedelbar Betalnings Notifikation Preferenser i kolumnen för Försäljnings Preferenser

source: Click Choose IPN Settings to specify your listeners URL and activate the listener.
sv_se: Klicka på Välj IPN Inställningar för att specifiera dina lyssnares URL och aktivera lyssnaren.

source: Specify the URL for your listener in the Notification URL field as:
sv_se: Specifiera URL för din lyssnare i URL fältet för Notifikation som:

source: Click Receive IPN messages (Enabled) to enable your listener.
sv_se: Klicka på Ta emot IPN medelanden (Tillåt) för att tillåta din lyssnare.

source: Click Save.
sv_se: Klicka på Spara.

source: Click Back to Profile Summary to return to the Profile after activating your listener.
sv_se: Klicka på Tillbaka till Profil Sammanfattning för att återvända till Profilen efter aktivation av din lyssnare.

source: PayPal active
sv_se: PayPal aktiv

source: Check this box to use PayPal
sv_se: Fyll i denna box för att använda PayPal

source: Secure Merchant ID
sv_se: Detta är Säkert ID

source: This is the Secure Merchant ID, which can be found on the profile page
sv_se: Detta är Säkert ID, som kan hittas på profil sidan

source: Paypal Email address to receive payments
sv_se: PayPal E-post adress för att ta emot betalningar

source: This is the Paypal Email address where payments will be sent
sv_se: Detta är E-posten som PayPal betalningarna kommer skicka till

source: Sandbox
sv_se: Sandlåda

source: Select using test (Sandbox Test Environment) or live PayPal payment.
sv_se: Välj test (Test Miljö) eller live PayPal betalning.

source: Sale
sv_se: Försäljning

source: Authorization
sv_se: Auktorisera

source: Indicates whether the transaction is payment on a final sale or an authorization for a final sale, to be captured later.
sv_se: Indikerar om transaktionen är på rea eller om en auktorisering av en rea ska sparas senare.

source: British Pound
sv_se: Brittiska Pund

source: Japanese Yen
sv_se: Japanska Yen

source: Australian Dollars
sv_se: Australiensiska Dollar

source: New Zealand Dollar
sv_se: Nya Zeelendska Dollar

source: Swedish Krona
sv_se: Svenska Kronor

source: Danish Krone
sv_se: Danska Kronor

source: Polish Zloty
sv_se: Polska Zloty

source: Norwegian Krone
sv_se: Norska Kronor

source: Hungarian Forint
sv_se: Hungerska Forint

source: Czech Koruna
sv_se: Czeckiska Koruna

source: Israeli New Shekel
sv_se: Israeliska New Shekel

source: Mexican Peso
sv_se: Mexikanska Pesos

source: Brazilian Real (only for Brazilian users)
sv_se: Brazilianska Real (endast för brasilianska användare)

source: Malaysian Ringgits (only for Malaysian users)
sv_se: Maylasiska Ringgits (endast för Mayaliska användare)

source: Philippine Pesos
sv_se: Philippinska Pesos

source: Taiwan New Dollars
sv_se: Taiwanesiska New Dollars

source: Thai Baht
sv_se: Thailändska Baht

source: Turkish Lira (only for Turkish members)
sv_se: Turkiska Lira (endast för Turkiska användare)

source: Payment Button type
sv_se: betalningsknappens titel

source: Custom button title
sv_se: förvald betalningsknappens titel

source: This field support only up to 70 characters by payment system.
sv_se: Detta fält stödjer upp till 70 karaktärer av betalningsystem.

source: Use these shortcodes for customization:
sv_se: använd dessa shortcodes för konfiguration

source: Show Reference Text Box
sv_se: Visa Referens Text Box

source: Check this box to show Reference Text Box
sv_se: Fyll i denna box för att visa Referns Text Box

source: Reference Text Box Title
sv_se: Referens Text Box

source: Enter a title for the Reference text box (i.e. Your email address). Visitors will see this text.
sv_se: Fyll i en titel för Referens Text Box (exempel. Din E-post). Besökare kommer se denna text.

source: To use this feature you %smust activate auto-return link%s at your Paypal account.
sv_se: För att använda denna funktion %småste du aktivera automatisk-återsändings link%spå ditt PayPal konto.

source: Follow these steps to configure it:
sv_se: Följ dessa steg för att konfigurera den:

source: Log in to your PayPal account.
sv_se: Logga in på ditt PayPal konto.

source: Click the Profile subtab.
sv_se: Klicka på underflick för Profil

source: Click Website Payment Preferences in the Seller Preferences column.
sv_se: Klicka på Betalnings Preferenser för Hemsida i Försäljnings Preferenser kolumnen.

source: Under Auto Return for Website Payments, click the On radio button.
sv_se: Under Automatisk Retur för Betalningar, klicka på PÅ radio knappen.

source: For the Return URL, enter the Return URL from PayPal on your site for successfull payment.
sv_se: För Retur URL, fyll i Retur URL från PayPal på din sida för en lyckad betalning.

source: Return URL from PayPal
sv_se: Retur URL från PayPal

source: The URL where visitor will be redirected after completing payment.
sv_se: URL där besökare kommer bli omdirigerade efter genomförd betalning.

source: For example, a URL to your site that displays a %s"Thank you for the payment"%s.
sv_se: Exempel, ett URL till din sida som visar en %s"Tack för din betalning"%s.

source: Cancel Return URL from PayPal
sv_se: Avbryt Retur URL från PayPal

source: The URL where the visitor will be redirected after completing payment.
sv_se: URL där besökare kommer bli omdirigerade efter genomförd betalning.

source: For example, the URL to your website that displays a %s"Payment Canceled"%s page.
sv_se: Exempel, ett URL till din sida som visar en %s"Betalning Avbruten"%s sida.

source: Check this box to automatically approve bookings, when visitor makes a successful payment, or automatically cancel the booking, when visitor makes a payment cancellation.
sv_se: Fyll i denna box för att automatiskt godkänna bokningar, när en besökare gör en lyckad betalning, eller automatiskt abryta bokning, när en besökare avbryter sin betalning.

source: Make payments with payPal - its fast, free and secure!
sv_se: Gör betalningar med PayPal - det är snabbt, gratis och säkert!

source: Enter your phone number
sv_se: Fyll i ditt telefon nummer

source: Integration of Sage payment system
sv_se: Integration av Sage betalningsystem

source: Sage payment customization
sv_se: Integration av Sage betalningsystem

source: If you have no account on this system, please visit %s to create one. Simulator account emulates the Sage Pay account as well as a Test and Live account.
sv_se: Om du inte har något konto på detta system, var god besök %s för att skapa ett. Det finns möjlighet till ett simulerat konto som fungerar lika bra som ett Live konto

source: Active Sage Pay
sv_se: Aktivera Sage Pay

source: Check this box to use Sage Pay payment.
sv_se: Fyll i denna box för att använda Sage betalningsystem.

source: Vendor Name
sv_se: Försäljar Namn

source: Set this value to the Vendor Name assigned to you by Sage Pay or chosen when you applied.
sv_se: Bestäm detta värde med det Försäljnings Namn du fick av Sage Pay eller som du valde själv när du blev medlem.

source: XOR Encryption password
sv_se: XOR Krypterat lösenord

source: Set this value to the XOR Encryption password assigned to you by Sage Pay
sv_se: Bestäm detta med XOR krypterings lösenordet du fick av Sage Pay

source: Select SIMULATOR for the Simulator expert system, TEST for the Test Server and LIVE in the live environment
sv_se: Välj

source: PAYMENT
sv_se: BETALNING

source: DEFERRED
sv_se: UPPSKJUTEN

source: AUTHENTICATE
sv_se: AUTENTISERA

source: This can be DEFERRED or AUTHENTICATED if your Sage Pay account supports those payment types
sv_se: Detta kan vara UPPSKJUTET eller AUTENTISERAT om ditt Sage Pay konto stödjer dessa betalningstyper

source: Yen
sv_se: Japanska Yen

source: Israeli Shekel
sv_se: Israeliska Shekel

source: ALL
sv_se: ALLA

source: Pay using %s payment service
sv_se: Betala med %s betalningsservice

source: Integration of Sermepa payment system
sv_se: Integration av Sermepa betalningssystem

source: Sermepa payment customization
sv_se: Anpassning av Sermepa betalning

source: If you have no account on this system, please visit %s to create one. Simulator account emulates the Sermepa Pay account as well as a Test and Live account.
sv_se: Om du inte har något konto på detta system, var god besök %s för att skapa ett. Det finns möjlighet till ett simulerat konto som fungerar lika bra som ett Live konto

source: Active Sermepa Pay
sv_se: Aktivera Sermepa Pay

source: Check this box to use Sermepa Pay payment.
sv_se: Fyll i denna box för att använda Sermepa Pay betalningsystem.

source: Set this value to the FUC assigned to you by Sermepa Pay or chosen when you applied.
sv_se: Bestäm detta värde med det FUC du fick av Sermepa Pay eller som du valde själv när du blev medlem.

source: Set this value to the Clave assigned to you by Sermepa Pay
sv_se: Bestäm detta med Clave du fick av Sermepa Pay

source: Select TEST for the Test Server and LIVE in the live environment
sv_se: Välj test för Test Server och LIVE i live miljö

source: This can be DEFERRED or AUTHENTICATED if your Sermepa Pay account supports those payment types
sv_se: Detta kan vara UPPSKJUTET eller AUTENTISERAT om ditt Sermepa Pay konto stödjer dessa betalningstyper

source: Payment rejected
sv_se: Avslagen

source: Form / Calendar
sv_se: Kalender

source: Insertion of booking form or availability calendar shortcodes
sv_se: Välj för att visa hela bokningsformuläret eller tillänglighetskalendern endast.

source: Selection of form
sv_se: Formulär

source: Insertion selection of booking form for specific booking resource
sv_se: Indstil standard form for en specific ressource

source: Insertion search form shortcode
sv_se: Insättningssystem för shortcode boknings inställning

source: Editing of booking
sv_se: Lägg till bokning

source: Insertion system shortcode for booking editing
sv_se: Insättningssystem för shortcode boknings inställning

source: Please, read more about the shortcodes %shere%s or JavaScript customization of the specific shortcodes %shere%s
sv_se: Läs mer om shortcodes %shär%s eller JavaScript inställningar av specifika shortcodes %shär%s

source: This shortcode %s is used on a page, where visitors can %smodify%s their own booking(s), %scancel%s or make %spayment%s after receiving an admin email payment request
sv_se: Denna shortcode %s är använd på en sida, där besökare kan %smodifiera%s deras egna bokning(ar), %savboka%s eller skapa %sbetalning%s efter mottagning av betalnings förfrågan från ett Administratörs E-post

source: The content of field %sURL to edit bookings%s on the %sgeneral booking settings page%s must link to this page
sv_se: Innehållet i detta fält %sURL för att redigera bokningar%s på %ssidan för inställningar av allmänna bokningar%s måste vidarebefodras till denna sida

source: Email templates, which use shortcodes: %s, will be linked to this page
sv_se: Email mallar som använder shortcodes: %s, kommer vidarebefodras till denna sida

source: Select shortcode to insert
sv_se: Välj shortcode att sätta in

source: Search form
sv_se: Sökformulär

source: This shortcode %s is using for showing the search results at specific page, if the search form is submit showing the search results at different page
sv_se: Denna shortcode %s används för att visa sök resultat av en specifik sida, om sökformuläret visar sökresultat från en annan sida

source: Check this box to show search results on other page
sv_se: Markera om för att visa sökresult på annan sida

source: URL of search results:
sv_se: Skriv sök resultatens titel.

source: Type the URL of search results page.
sv_se: Skriv sök resultatenssidas URL

source: Title of Search results:
sv_se: Titel av sökresult:

source: Search results:
sv_se: Sökresultat:

source: Type the title of Search results.
sv_se: Skriv sök resultatens titel.

source: Nothing Found Message:
sv_se: Hittade inget!

source: Nothing Found.
sv_se: Hittade inget!

source: Type the message, when nothing found.
sv_se: Skriv medelandet när ingenting hittades.

source: Search only for users:
sv_se: Sök endast för användare:

source: Type IDs of the users (separated by comma ",") for searching availability only for these users, or leave it blank for searching for all users.
sv_se: Skriv användares ID (separerade med komma ",") vid sökning av tillgänglighet för dessa användare, eller lämna den tom för att söka för alla användare.

source: Title:
sv_se: Rubrik:

source: Please select the resource:
sv_se: Var god och välj resurs:

source: Title near your select box.
sv_se: Rubrik bredvid dropdown.

source: Visible months:
sv_se: Synliga månader:

source: Select number of month to show for calendar.
sv_se: Ange hur många månader som ska visas i kalendern.

source: Select booking resources, for showing in selectbox. Please use CTRL to select multiple booking resources.
sv_se: Välj boknings resurser, som ska visas i selectboxen. Använd CTRL för att välja flera boknings resurser.

source: This shortcode %s is using for selection of the booking form of specific booking resources in selectbox
sv_se: Denna shortcode %s används när du väljer bokningsformulär från en specifik boknings resurs i selectboxen

source: Saved
sv_se: Sparad

source: This booking resources does not exist
sv_se: Denna bokningsresurs existerar inte

source: Processing...
sv_se: Bearbetar...

source: Generating columns...
sv_se: Genererar columner...

source: Exporting booking data...
sv_se: Exporterar bokningsdata...

source: Generating content of file
sv_se: Genererar filens innehåll

source: Saving to file
sv_se: Spara till fil

source: Export bookings
sv_se: Exportera bokningar

source: Download the CSV file of exported booking data
sv_se: Ladda ner CSV filen till exporterad boknings data

source: Download
sv_se: Ladda ner

source: Done!
sv_se: Färdig!

source: Please Select
sv_se: Välj

source: link
sv_se: länk

source: Print bookings
sv_se: Skriv ut bokningar

source: The booking was canceled by the visitor.
sv_se: Bokningen var avbruten av besökaren.

source: Wrong booking hash in URL (probably expired)
sv_se: Fel boknings hash i URL (troligtvis utgången)

source: The booking has been canceled successfully
sv_se: Dina bokning har blivit avbruten

source: Add New Booking Resource(s)
sv_se: Lägg till bokningsresurser

source: New Resource
sv_se: Ny resurs

source: Enter title here
sv_se: Fyll i ny titel här

source: Enter name of booking resource
sv_se: Fyll i bokningsresursens namn

source: Advanced Options
sv_se: Avancerade Val

source: Add new resource(s)
sv_se: Lägg till bokningsresurser

source: Default booking resource
sv_se: Förvald resurs att boka

source: Select your default booking resource.
sv_se: Förvald resurs att boka

source: Resources number per page
sv_se: Antal bokningar per sida

source: Select number of booking resources (single or parent) per page at Resource menu page
sv_se: Välj antal boknings resurser (enskild eller förälder) per sida vid Resurs menu sidan

source: URL to edit bookings
sv_se: URL för att redigare bokningar

source: Type URL for %svisitors%s to edit bookings. You must insert %s shortcode into this page.
sv_se: Skriv URL till %sbesökare%s för att redigera bokningar. Du måste sätta in %s shortcode i denna sida.

source: Change hash after the booking is approved
sv_se: Byt hash efter att bokning godkänts

source: Check this box if you want to change the booking hash after approval. When checked, visitor will not be able to edit or cancel the booking.
sv_se: Fyll i denna box om du vill byta boknings hash efter godkännande. Om ifylld, kommer besökaren inte kunna redigera eller ändra bokningen.

source: Configuration in several languages
sv_se: Konfiguration i flera språk

source: %s - start new translation section, where %s - locale of translation
sv_se: %s - börja den nya översättningens sektionen, där %s - är platsen för översättningen

source: Example #1: %s - start French translation section
sv_se: Eksempel: %s - börja Fransk översättning

source: Example #2: "%s" - English and French translation of some message
sv_se: Exempel #2 "%s" - Engelsk och Fransk översättning av visa medelanden

source: Customization of email template, which is sending to Admin after new booking
sv_se: Konfigurering av E-post mall, som skickas till Administratör efter ny bokning

source: New for Admin
sv_se: Ny för Administratör

source: Customization of email template, which is sending to Visitor after new booking
sv_se: Konfigurering av E-post mall, som skickas till besökare efter ny bokning

source: New for Visitor
sv_se: Ny för besökare

source: Customization of email template, which is sending to Visitor after approval of booking
sv_se: Konfigurering av E-post mall, som skickas till besökare efter godkänd bokning

source: Customization of email template, which is sending to Visitor after Cancellation of booking
sv_se: Konfigurering av E-post mall, som skickas till besökare efter avbokning

source: Declined
sv_se: Avböjd

source: Customization of email template, which is sending after modification of booking
sv_se: Konfiguering

source: Modified
sv_se: Modifierad

source: Customization of email template, which is sending to Visitor after payment request
sv_se: Konfiguration av E-post mall, som skickas till besökare efter betalning skickats

source: Payment request
sv_se: Betalnings förfrågan

source: Standard Form Template
sv_se: Förvald Formulär Mall

source: 2 Columns Form Template
sv_se: 2 Kolumner Formulär Mall

source: Wizard Form Template(several steps)
sv_se: Wizard Forumlär Mall(flera steg)

source: Payment Form Template
sv_se: Betalnings Formulär Mall

source: Time Slots Form Template
sv_se: Tider Formulär Mall

source: Time slots for different weekends Form Template
sv_se: Tid för olika veckodagar Formulär Mall

source: Hints Form Template
sv_se: Hjälp Formulär Mall

source: Reset Booking Form and Content of Booking Fields Form
sv_se: Återställning av Boknings Forumlär och innehåll av bokningsforumlärets fält

source: Both
sv_se: Båda

source: Please configure the form for content of booking fields data!
sv_se: Konfigurera forumläret för innehållet av bokningsfältens data!

source: Please configure the form fields!
sv_se: Konfigurera forumlär fälten!

source: Default title of bookings
sv_se: Förvald titel för bokningar

source: Type %sdefault title of bookings%s in calendar view mode at Booking Listing page (You can use the shortcodes from the bottom form of Settings Fields page).
sv_se: Skriv %sbokningarnas ursprungstitel%s i kalender läge på Boknings List sidan (Du kan använda shortcodes på formuläret längst ner i Inställningar Fält sidan).

source: comma
sv_se: Komma

source: Select separator of data for export bookings to CSV.
sv_se: Välj data separatör för bokningsexport till CSV.

source: Incorrect date format
sv_se: Felaktigt datumformat

source: Booking Resource
sv_se: Bokningsresurs

source: All bookings
sv_se: Alla bokningar

source: All incoming bookings
sv_se: Alla inkommande bokningar

source: New reservations made today
sv_se: Nya bokningar idag

source: Reservations for today
sv_se: Bokningar idag

source: Add new booking resource
sv_se: Lägg till bokningsresurser

source: Change your Booking
sv_se: Ändra

source: Cancel Booking
sv_se: Avboka

source: Updated successfully
sv_se: Uppdatering lyckad

source: Warning! The resource was not changed. Current dates are already booked there.
sv_se: Varning! Resursen är inte förändrad. Befintliga datum är redan bokade där.

source: Email to "Admin" after a new booking
sv_se: E-post till "Admin" efter ny bokning

source: To
sv_se: Till

source: Type default %sadmin email%s for booking confirmation
sv_se: Ange standard %se-postadress%s för bokningsbekräftelser

source: Type the default %sadmin email%s sending the booking confimation. You can use this %s shortcode.
sv_se: Ange standard %se-postadress%s för bokningsbekräftelser. Du kan använda denna %s shortcode.

source: Type your email %ssubject%s for the booking confimation message.
sv_se: Ange standard %se-postadress%s för bokningsbekräftelser.

source: Type your %semail message content for checking booking%s in.
sv_se: Skriv %sInnehåll för E-post för bokning%s

source: For example: "You have a new reservation %s on the following date(s): %s Contact information: %s You can approve or edit this booking at: %s Thank you, Reservation service."
sv_se: Exempel: "Du har en ny reservation %s på detta datum: %s Kontakt information: %s Du kan godkänna eller redigera denna bokning här: %s Tack så mycket, Reservations service."

source: here
sv_se: här

source: Email to "Person" after they make a new reservation
sv_se: E-post till "Person" efter genomförd bokning

source: Type email subject for %svisitor after creating a new reservation%s.
sv_se: Skriv ämne för %sbesökare efter skapning av ny reservation%s.

source: Use these %s shortcodes.
sv_se: Använda dessa %s shortcodes.

source: Type your %semail message for visitor after creating a new reservation%s
sv_se: Skriv %sepostmeddelande för besökare efter ny bokningsreservation skapats%s
