Repository: wp-plugins/booking
Catalog: languages/wpdev-booking-*.po
Languages: sv_se

source: Different time slots, for the different week days
sv_se: Olika tider, för olika veckodagar

source: This feature provides the possibility to use the different time slot selections in the booking form for the different week days or different days - which are assigned to the specific season filters. So each week day (day of specific season filter) can have a different time slots list.
sv_se: Denna funktion erbjuder möjligheten att använda olika tider i boknings formuläret för olika veckodagar eller dagar -som är tilldelade till ett specifikt säsongs filter. Varje veckodag (dag i säsongs filtret) kan ha olika tider.

source: Configuration
sv_se: Konfiguration

source: The general structure of the configuration %scondition rule%s is as follows
sv_se: Den generalla inställningen av %stillstånd%s är följande

source: Parameters
sv_se: Parametrar

source: %sname%s – the unique name of the condition group, containing several conditions with different values. For example, if you want to have specific HTML content for the different week days, you can have several conditions, with the same name but with different value parameters in conditions. Please check more about it, in the examples.
sv_se: %snamn%s - unikt namn för vilkors gruppen, innehåller flera vilkor med olika värden. Vill du ha specifikt HTML innehåll för olika veckodagar, kan du ha flera vilkor, med samma namn men med olika värdes parametrar i vilkoren. Läs mer om det i våra exempel.

source: %stype%s – type of the condition. There are 2 types of condition: "weekday" and "season". "weekday" – is the condition rule based on the selected day of week value, like Monday, Tuesday, etc… . "season" – is the condition rule based on the "season filter" name of selected date. In other words the condition is TRUE if the selected day belongs to a season filter in the Season Filters page.
sv_se: %sfyll i%s - valet av vilkor. Det finns 2 olika val av vilkor: "veckodag" och "säsong". "veckodag" - är vilkorslagen baserad på valda veckodagar, som Måndag, Tisdag, etc... . "säsong" - är vilkorslagen baserad på "säsong filter" namn på valt datum. I andra ord är vilkoret SANT om de valda dagarna tillhör ett säsongs filter i säsongs filter sidan.

source: %svalue%s – value of the specific conditions. If the value is true, the content of the conditions will show in the booking form. You can have the default value (empty – "", or like this – "*") for showing the content of this condition, if all other conditions are FALSE, or at initial stage, when the date in calendar is not yet selected.
sv_se: %svärde%s - värdet av specifika vilkor. Är värdet sant, kommer innehållet av vilkoren visas i boknings formuläret. Du kan ha ursprungsvärdet (tomt - "", eller - "*") för att visa innehållet av detta vilkor, om alla andra vilkor är OSANNA, eller i utgångsläge, när datumet i kalendern inte är vald.

source: Examples
sv_se: Exempel

source: Week days conditions.
sv_se: Vilkor för veckodagar.

source: default value, if no dates are selected, or none exist conditions are true.
sv_se: förvalt värde, om inga datum är valda, eller inga befintliga vilkor är sanna.

source: You can use the several values, separated by comma.
sv_se: Du kan använda flera värden, separerade med komma.

source: Season filters conditions.
sv_se: Vilkor för säsongsfilter

source: Season filter on the Season Filters page,
sv_se: Säsong filter på Säsong Filter sidan,

source: Season filter on the Season Filters page
sv_se: Säsong filter på säsongfilter sidan

source: Additional info
sv_se: Extra information

source: Please use %sSingle day%s selection mode in the General Booking Settings page at calendar section.
sv_se: Använd %sEnskild dag%s val i Allmän Bokning Inställningar sidan vid kalender sektionen.

source: Please check more about this feature at %sthis page%s
sv_se: Läs mer om denna funktion här %sDen här sidan%s

source: Advanced Fields
sv_se: Avancerade Fält

source: Time Field
sv_se: Tidsfält

source: Enter the %sTime%s using the text field.
sv_se: Fyll i %sTid%s med text fältet.

source: This field does not impact to availability (booking for the specific time) .
sv_se: Detta fält påverkar inte tillgänglighet (bokning för specifik tid).

source: The value of this field is just saved into DB.
sv_se: Värdet av detta fält sparades i DB.

source: Country List
sv_se: Landslista

source: Select the country from the predefined country list.
sv_se: Välj land från fördefinierad lista

source: You can customize the country list at this file: %s
sv_se: Du kan konfigurera landslistan i denna fil: %s

source: You can insert this field with default selected value.
sv_se: Du kan sätta in detta fält med förutbestämd valt värde.

source: Example: %s - %s"United States"%s is selected by default.
sv_se: Exempel: %s - %s"Förenta Staterna"%s är valt som standard

source: Language Sections
sv_se: Språk Sektioner

source: Plugin support configurations of the booking form are available in different languages.
sv_se: Plugin support inställningar av boknings formuläret är tillgängliga i olika språk

source: The active language of the booking form depends on the active locale of the site.
sv_se: Bokingsformulärets aktiva språk beror på den var den aktiva sidan befinner sig.

source: Booking Calendar supports WPML and qTranslate plugins for dynamic changing of website locale.
sv_se: Boknings Kalendern stödjer WPML och qTranslate plugins för dynamisk val av website plats.

source: Usage
sv_se: Användning

source: start new translation section in specific language, where %s - locale of the translation.
sv_se: Påbörja en ny översättnings sektion i ett specifikt språk, där %s - platsen av översättningen

source: Example
sv_se: Exempel

source: English and French translation
sv_se: Engelsk och Fransk översättning

source: of configuration booking form in English and French languages
sv_se: konfiguration av boknings formuläret i Engelska och Franska språk

source: Different form fields, for the different week days
sv_se: Olika formulär fält, och olika veckodagar

source: This feature provides the possibility to show the different form fields or any other HTML content in the booking form, depending on the selection of specific week day in calendar or different days, which are assigned to the specific season filters
sv_se: Denna funktion erbjuder möjligheten att visa olika formulär fält och andra HTML innehåll i boknings formuläret, beroende på valet av specifik veckodag i kalender eller olika dagar, som är tilldelats till olika specifika säsongs filter

source: %svalue%s – value of the specific conditions. If the value is true, so then the content of the conditions will show in the booking form. You can have the default value (empty – "", or like this – "*") for showing the content of this condition, if all other conditions are FALSE, or at initial stage, when the date in calendar is not yet selected.
sv_se: %svärde%s - värde av olika vilkor. Om värdet är sant, kommer vilkorens innehåll visas i bokningsformuläret. Man kan ha ursprungsvärde (tomt – "", eller såhär – "*") för att visa innehållet av detta vilkor, om alla andra vilkor är FALSKA, eller vid inledande skede, när datumet i kalendern inte är vald.

source: You can use several values, separated by comma.
sv_se: Du kan använda flera värden, separerade med komma.

source: You can use several values, separated by a comma.
sv_se: Du kan använda flera värden, separerade med komma.

source: Cost Fields
sv_se: Kostands Fält

source: Cost Correction Field
sv_se: Pris Fält

source: This field is visible only in Admin Panel at %sAdd booking page%s.
sv_se: Detta fält är endast synligt i Administratör Panelen vid %sLägg till boknings sida%s.

source: Use this field for %scorrecting the cost%s during adding new booking.
sv_se: Använd detta fält för %sräkna ut kostnaden%s när du lägger till en ny bokning.

source: Discount Coupon field
sv_se: Rabatt Fält

source: Please use this field for possibility to use coupon discounts by your visitors.
sv_se: Använd detta fält för att ge dina besökare möjlighet att använda rabatter.

source: You can configure the discount coupon codes at this %spage%s.
sv_se: Du kan tilføje eller fjerne booking ressource i toppen af denne side %spage%s

source: Hints for your form
sv_se: Visa eller dölj hjälp

source: Cost Hints
sv_se: Pris Hjälp

source: Insert these shortcodes into form to %sshow info in real time %s(after selection of the dates in calendar or options in checkboxes or selectboxes)%s.
sv_se: Sätt in dessa shortcodes i formuläret för att %svisa info i realtid %s(efter valet av datum i kalendern eller alternativ i checkboxar eller selectboxar)%s.

source: Full cost of the booking.
sv_se: Fullt pris för bokningen.

source: Cost of the booking for the selected dates only.
sv_se: Pris for valgte dage

source: Additional cost, which depends on the fields selection in the form.
sv_se: extra kostnader, baserade på ifyllda fält

source: The deposit cost of the booking.
sv_se: sätt in betalning för resursen

source: Balance cost of the booking - difference between deposit and full cost.
sv_se: Boknings saldo - skillnad mellan inbetalning och full kostnad.

source: Dates and Times Hints
sv_se: Datum och Tider info

source: Selected Check In date.
sv_se: Valda Check in datum.

source: Example:
sv_se: Exempel:

source: Selected Check Out date.
sv_se: Valde Check Out datum

source: Selected Start Time.
sv_se: Vald Starttid

source: Selected End Time.
sv_se: Vald Sluttid

source: All selected dates.
sv_se: All valda datum.

source: All selected dates with times.
sv_se: All valda datum med tider.

source: All selected dates in "short" format.
sv_se: All valda datum med tider i "kort" format.

source: All selected dates with times in "short" format..
sv_se: All valda datum med tider i "kort" format..

source: Number of selected days.
sv_se: Antal valda dagar.

source: Number of selected nights.
sv_se: Antalet valda nätter.

source: Other
sv_se: Annat

source: Tips and Tricks
sv_se: Tips

source: %sEmail verification field%s.
sv_se: %sE-post verifikation fält%s.

source: %sDescription of usage%s.
sv_se: %sBeskrivning av användning%s.

source: To create verification email, you need to use special CSS class in other email field. This CSS class must start with this reserved words: %s and then have to go the name of your primary email field: %s
sv_se: För att skapa verifikations E-post behöver du använda en CSS class i ett annat E-post fält. CSS klassen måste börja med flera reserverade ord. %s och sedan måste du gå till namnet för din ursprungs E-post fält: %s

source: %sExample%s.
sv_se: %sExempel%s.

source: confirmation email field of the primary email field
sv_se: konfirmation E-post fält av det urpsrungs E-post fältet

source: Generate Tag
sv_se: Generera Tag

source: Select option to configure or show help info about tags
sv_se: Val att konfigurera eller visa hjälp om tags

source: Enter Keyword here
sv_se: Nyckelord

source: Keyword
sv_se: Nyckelord

source: Resource
sv_se: Resurs

source: Print bookings listing
sv_se: Skriv ut bokningslista

source: Print
sv_se: Skriv ut

source: Export only current page of bookings to CSV format
sv_se: Exportera endast aktuell sida med bokningar till CSV

source: Export
sv_se: Exportera

source: Export All bookings to CSV format
sv_se: Exportera Alla bokningar till CSV

source: Export All
sv_se: Exportera Alla

source: Labels
sv_se: Etikett

source: Approved
sv_se: Godkänd

source: Pending
sv_se: Väntar

source: Edit Booking
sv_se: Ändra bokning

source: Edit Note
sv_se: Ändra notering

source: Change Resource
sv_se: Ändra resurs

source: Change
sv_se: Ändra

source: Clear booking resources selection
sv_se: Ta bort Bokningsresurs val

source: Apply booking resources selection
sv_se: Lägg till bokningsresurs val

source: Please note, its not possible to add new resources, if "All resources" option is selected. Please clear the selection, then add new resources.
sv_se: Det går inte att lägga till nya resursers, if "Alla resurser" valet är markerat. Var god och ta bort valet, och lägg sedan till den nya resursen.

source: All resources
sv_se: Alla resurser

source: Booking resources
sv_se: Resurs att boka

source: Completed
sv_se: Genomförd

source: In-Progress
sv_se: Pågår

source: Unknown
sv_se: Okänd

source: Partially paid
sv_se: Delvis betald

source: Cancelled
sv_se: Avbruten

source: Failed
sv_se: Misslyckad

source: Refunded
sv_se: Återbetald

source: Fraud
sv_se: Svindel

source: !Paid OK
sv_se: !Betalning OK

source: Unknown status
sv_se: Okänd status

source: Not Completed
sv_se: Ej genomförd

source: Processed
sv_se: Behandlad

source: Canceled_Reversal
sv_se: Avbruten

source: Denied
sv_se: Avslagen

source: Expired
sv_se: Förfallen

source: Partially_Refunded
sv_se: Delvis återbetald

source: Reversed
sv_se: Omvänd

source: Voided
sv_se: Tom

source: Created
sv_se: Skapad

source: Not authed
sv_se: Ej genomförd

source: Malformed
sv_se: Koden för annonsbegäran eller inbäddning är troligen felaktig.

source: Invalid
sv_se: Ogiltig

source: Abort
sv_se: Avbruten

source: Rejected
sv_se: Avslagen

source: Error
sv_se: Fel

source: Suspended
sv_se: Avstängd

source: Any Status
sv_se: Vilket Status

source: Paid OK
sv_se: Betalning OK

source: Unknown Status
sv_se: Okänd status

source: Payment
sv_se: Betalning

source: Min. cost
sv_se: Min. pris

source: Max. cost
sv_se: Max. pris

source: min
sv_se: Min. pris

source: Send payment request to visitor
sv_se: Skicka betalningspåminnelse till besökare

source: Payment status
sv_se: Betalningsstatus

source: Save cost
sv_se: Spara pris

source: Change status
sv_se: Ändra status

source: Updating...
sv_se: Uppdaterar...

source: User is Activated
sv_se: Användare är aktiverad

source: User is Deactivated
sv_se: Användare är deaktiverad

source: %sYou do not have permissions for this page.%s Your account is not active, please contact administrator.%s
sv_se: %sDu har inte tillåtelse att besöka denna sida.%s Ditt konto är inte aktivt, var god kontakta administratör.%s

source: %sYou do not have permissions for this booking resources.%s
sv_se: %sDu har inte tillstånd till denna bokning.%s

source: %sNo this booking resources.%s
sv_se: %sNej denna bokningsresurs.%s

source: Show resources of user:
sv_se: Visa användarens resurs:

source: My
sv_se: Min

source: Booking resource:
sv_se: Resurs:

source: Users
sv_se: Användare

source: User
sv_se: Användare

source: Management of
sv_se: Administration av

source: Set user as
sv_se: Set användare som

source: Active %sSuper Admin%s
sv_se: Aktiv %sSuper Aministratör%s

source: Active %sRegular User%s
sv_se: Aktiv %sVanlig Användare%s

source: Inactive User
sv_se: Oaktiv Användare

source: Unlimited
sv_se: Obegränsad

source: Activate
sv_se: Aktivera

source: Do you really want
sv_se: Vill du verkligen

source: make user active
sv_se: gör användare aktiv

source: Deactivate
sv_se: Deaktivera

source: Set as inactive
sv_se: Markera som inaktiv

source: make user inactive
sv_se: Oaktiv Användare

source: Delete settings
sv_se: Radear valda bokningar

source: delete configuration
sv_se: Radear valda bokningar

source: Delete data
sv_se: Radera data

source: delete all booking data
sv_se: Radera all data

source: set user as
sv_se: sätt använda som

source: Regular User
sv_se: Vanlig Användare

source: Regular user
sv_se: Vanlig Användare

source: Suite
sv_se: Svit

source: Integration of authorizenet payment system
sv_se: Integration av auktoriserat betalningssystem

source: If you have no account on this system, please sign up for a %sdeveloper test account%s to obtain an API Login ID and Transaction Key. These keys will authenticate requests to the payment gateway.
sv_se: Om du har ett konto på detta system, anmäl dig för ett %sutvecklar test konto%s för att uppnå ett API Login ID och en Transaktions Nyckel. Dessa nycklar kommer att verifiera begäran till betalnings systemet.

source: Check this box to use %s payment gateway.
sv_se: Fyll i denna box för att använda %s betalningssystem.

source: The merchant API Login ID is provided in the Merchant Interface of %s
sv_se: Affärsmans API Login ID är tillgängligt i Affärsmans Interface av %s

source: Transaction Key
sv_se: Transaktions Nyckel

source: This parameter have to assigned to you by %s
sv_se: Denna parameter har tilldelats dig av %s

source: Chose payment mode
sv_se: Välj betalningssätt

source: Developer Test
sv_se: Utvecklar Test

source: Select "Live test" or "Live" environment for using Merchant account or "Developer Test" for using Developer account.
sv_se: Välj "Live test" eller "Live" miljö för användning av ett Affärsmans konto eller "Utvecklar Test" för ett Utvecklar konto.

source: Note:
sv_se: Notering:

source: Transactions posted against live merchant accounts using either of the above testing methods are not submitted to financial institutions for authorization and are not stored in the Merchant Interface.
sv_se: Transkationer skriva mot live affärsmans konton

source: Transaction type
sv_se: Transaktions typ

source: Authorization and Capture
sv_se: Authentisera och Spara

source: Authorization Only
sv_se: Endast auktorisera

source: Select transaction type, which supported by the payment gateway.
sv_se: Välj transaktions typ, vid användande av betalningssystemet.

source: Accepted Currency
sv_se: Tillåten Valuta

source: U.S. Dollars
sv_se: Amerikanska Dollar

source: Canadian Dollars
sv_se: Kanadensiska Dollar

source: Pounds Sterling
sv_se: Pund

source: The currency code that gateway will process the payment in.
sv_se: Valuta koden som systemet kommer processera betalning i.

source: Setting the currency that is not supported by the payment processor will result in an error.
sv_se: Vid valet av en valuta som inte är stöds av betalningssystemet kommer ett fel uppstå

source: Payment button title
sv_se: Fyll i betalningsknappens titel

source: Enter the title of the payment button
sv_se: Fyll i betalningsknappens titel

source: Show Payment description
sv_se: Visa betalnings beskrivning

source: Check this box to show payment description in payment form
sv_se: Fyll i denna box för att visa betalnings beskrivning i betalnings formulär

source: Payment description
sv_se: Betalnings beskrivning

source: Format: Up to 255 characters (no symbols). Also, in order to be displayed, the View attribute must be configured for this field in the Merchant Interface payment form settings.
sv_se: Format: Upp till 255 karaktärer (inga symboler). För att visas måste Visnings egenskapen för detta fält konfigureraras i inställningar för Affärsmans betalnings formuläret

source: %s[bookingname]%s - inserting name of booking resource,
sv_se: %s[bokningsnamn]%s - sätter in bokningsresursens namn

source: %s[dates]%s - inserting list of reserved dates
sv_se: %s[datum]%s - fyll i lista av reservade datum

source: %s[datescount]%s - inserting number of reserved dates
sv_se: %s[datumantal]%s - lägger in antal reserverade datum

source: Activate Relay Response
sv_se: Aktivera Vidarebefodring

source: Indicate to the payment gateway that you would like to receive the transaction response to your site.
sv_se: Indikera till betalnings systemet som du vill ska ta emot transaktion från din sida.

source: You should leave empty the Relay Response URL and Receipt Link URL/Text in the Merchant Interface, if a Relay Response is activated here.
sv_se: Du borde lämna Relay Resonse URL och Receipt Link URL/Text i affärsman Interface, om ett Relay Response är aktiverat här.

source: MD5 Hash value
sv_se: MD5 Hash värde

source: Please enter the MD5 Hash value, which you configured in the settings of Merchant Interface.
sv_se: Fyll i MD5 Hash värde, som du konfigurerat i inställningarna i Affärsmans sidan.

source: To configure MD5 Hash value in Relay Response for your transactions
sv_se: För att konfigurera MD5 Hash värdet i vidarebefodringen för dina transaktioner

source: Log on to the Merchant Interface
sv_se: Logga in på Affärsmanssidan

source: Click Settings under Account in the main menu on the left
sv_se: Klicka på Inställningar under Konto i huvudmenun till vänster

source: Click MD5-Hash in the Security Settings section
sv_se: Klicka på MD5-Hash i Säkerhet Inställningars section

source: Enter this value
sv_se: Fyll i detta värde

source: Click Submit
sv_se: Klicka på Sänd

source: For more information about configuring Relay Response in the Merchant Interface, please see the %sMerchant Integration Guide%s
sv_se: För mer information om konfigueringen av Vidarebefodring i Affärsmans sidan, se %sAffärsman Integration Guide%s

source: Return URL after Successful order
sv_se: Återsänd URL efter lyckad order

source: Enter a return relative Successful URL. %s will redirect visitors to this page after Successful Payment
sv_se: Fyll i en lyckad relativ återvänds URL. %skommer omdirigera besökare till denna sida efter lyckad betalning

source: Please test this URL, it must be a valid address
sv_se: Testa detta URL, måste vara en godkänd adress

source: Return URL after Failed order
sv_se: Återsänd URL efter misslyckad order

source: Enter a return relative Failed URL. %s will redirect visitors to this page after Failed Payment
sv_se: Fyll i en misslyckad relativ återvänds URL. %skommer omdirigera besökra till denna sida efter misslyckad betalning

source: Automatically approve booking
sv_se: Automatiskt godkännande av bokning

source: Check this box to automatically approve booking, when visitor makes a successful payment.
sv_se: Fyll i denna box för att automatisk godkänna bokningar när en besökare gör en lyckad betalning.

source: This will not work, if the visitor leaves the payment page.
sv_se: Kommer inte att fungera om besökare lämnar betalningssidan.

source: Be sure that the merchant server system clock is set to the proper time and time zone.
sv_se: Ställ in server systemet till affärsmans sidan till rätt tid och tidsson.

source: Please configure all fields inside the Billing form fields tab at this page, when using a European payment processor
sv_se: Konfigurera alla fält i Faktura formulärets fält när ett Europeiskt betalningssystem används

source: Payment for booking %s on these day(s): %s
sv_se: Betalning för bokningar%s på dessa dagar:%s

source: Pay via
sv_se: Betala via

source: Dates:
sv_se: Datum:

source: Booking Details:
sv_se: Boknings Detaljer:

source: Successful payment
sv_se: Betalning genomförd

source: Parameters are incorrect,
sv_se: Parametrarna är felaktiga,

source: Cannot find the record
sv_se: Kan inte hitta dokumentationen

source: Amount different
sv_se: Belopp som saknas

source: Payment failed
sv_se: Betalnings misslyckades

source: Payment status updated by Mobile88 Admin(Fail)
sv_se: Uppdatering av betalningsstatus misslyckades

source: Connection Error
sv_se: Anslutnings Fel

source: Integration of iPay88 payment system
sv_se: Integration av iPay88 betalningssystem

source: iPay88 customization
sv_se: iPay88 konfiguration

source: Active iPay88
sv_se: Aktivera iPay88

source: Check this box to use iPay88 payment system.
sv_se: Fyll i denna box för att använda iPay88 betalningsystem.

source: Merchant Code
sv_se: Affärsmans Kod.

source: Enter your iPay88 Merchant Code.
sv_se: Fyll i iPay88 Affärsmans Kod.

source: Merchant Key
sv_se: Affärsmans Nyckel

source: Enter your iPay88 Merchant Key.
sv_se: Fyll i din iPay88 Affärsmans Nyckel.

source: Malaysian Ringgit
sv_se: Malaysisk Ringgit

source: Philippines Peso
sv_se: Philippinska Pesos

source: Enter the service name or the reason for the payment here.
sv_se: Fyll i ditt service namn eller skälet för din betalning här.

source: Automatically approve/cancel booking
sv_se: Automatisk godkännande/av - bokning
