Repository: wp-plugins/booking
Catalog: languages/wpdev-booking-*.po
Languages: sv_se

source: Dates
sv_se: Datum

source: Full cost of the booking
sv_se: Pris

source: First Name (required)
sv_se: Förnamn

source: Last Name (required)
sv_se: Efternamn

source: Email (required)
sv_se: E-post

source: Phone
sv_se: Fyll i ditt telefon nummer

source: Address (required)
sv_se: Krävs

source: City (required)
sv_se: Ort

source: Post code (required)
sv_se: Postnummer

source: Country (required)
sv_se: Krävs

source: Visitors
sv_se: Fyll i en lyckad relativ återvänds URL. %skommer omdirigera besökare till denna sida efter lyckad betalning

source: Details
sv_se: Visa boknings detaljer i betalningsformuläret

source: Coupon
sv_se: Fyll i minsta bokningskostnad för kupong

source: I Accept term and conditions
sv_se: Jag accepterar villkoren

source: Send
sv_se: Skicka

source: Try selecting fewer visitors. The number of visitors may be more than the number of available units on selected day(s)!
sv_se: Försök välja mindre besökare. Antalet besökare kan vara mer än antalet dagar tillgängliga

source: coupon
sv_se: kupong

source: discount
sv_se: rabatt

source: Nothing found
sv_se: Hittade inget!

source: Search results
sv_se: Sök resultat

source: Book now
sv_se: Köp nu

source: Please select check-in and check-out days!
sv_se: Vælg venligst check-in og check-ud dage!

source: Search
sv_se: Sök

source: Sorry, the reservation was not made because these days are already booked!!! %s (Its not possible to store this sequence of the dates into the one resource.) %s Please %srefresh%s the page and try other days.
sv_se: Dessväre kunde inte reservationen genomföras för att dagarna var redan bokade!!! %s (Det är inte möjligt att spara denna datasekvens till en resurs.) %s Var god %suppdatera%s denna sida och försök en annan dag.

source: The folowing pending booking(s): %s deleted.
sv_se: Den följande avvaktande bokningen: %s raderad

source: Maximum available booking resource items
sv_se: Maksimalt tilgængelige booking ressource enheder

source: Save Changes
sv_se: Spara Inställningar

source: Click to toggle
sv_se: Klicka för att omkoppla

source: Booking resources management
sv_se: Resurs att boka

source: Resource name
sv_se: Filternamn

source: Number of resource items inside of parent resource
sv_se: Antal ressourcer inde i forælder ressource

source: Capacity
sv_se: Kapacitet

source: Parent
sv_se: Förälder

source: Priority
sv_se: Prioritet

source: Maximum number of visitors for resource
sv_se: Maksimale antal af besøgende til ressource

source: visitors
sv_se: besökare

source: Actions
sv_se: Aktiviteter

source: Add
sv_se: Lägg till kostnad

source: Delete
sv_se: Vill du verkligen radera?

source: Title
sv_se: Rubrik:

source: Add new resource
sv_se: Lägg till bokningsresurser

source: Save
sv_se: Spara

source: Advanced Settings
sv_se: Visa avancerade inställningar för laddning av Javascript

source: Set capacity based on number of visitors
sv_se: Indstil kapacitet baseret på antal gæster

source: Check this box if you want total availability (daily capacity) to depend on the number of selected visitors %s.
sv_se: Marker dette felt, hvis du vil have total tilgængelighed (daglig kapacitet) til at afhænge af antallet af udvalgte gæster %s

source: Please read more info about configuration of this parameter %shere%s
sv_se: Läs mer information om konfigurationen av denna parameter %shär%s

source: Add tooltip on calendar(s) to show availability based on the number of available booking resource items remaining for each day. %sBe sure to match the maximum number of visitors for the %sone booking resource%s with the number of visitors specified on the booking form.
sv_se: Tilføj hjælpetips til kalenderen for at vise tilgængelighed baseret på antallet af tilgængelige booking ressource enheder tilbage for hver dag. %sVær sikker på at matche det maksimale antal af besøgende til %s en booking ressource%s med antallet af besøgende er angivet på reservationsform.

source: Display tooltip on calendar(s) to show availability based on total (fixed) number of visitors for the resource, which can be at free booking resource items. %sBe sure to match the maximum number of visitors for %sall booking resources%s with the number of visitors specified on the booking form.
sv_se: Vis hjælpetips på kalenderen(e) for at vise tilgængelighed baseret på (fast) antallet af besøgende for ressourcen, som kan være på fri booking ressource enheder. %s Vær sikker på at matche det maksimale antal af besøgende for%s alle booking ressourcer%s med antallet af besøgende er angivet på reservationsform.

source: Show availability
sv_se: Visa

source: Check this box to display the available number of booking resources with a tooltip, when mouse hovers over each day on the calendar(s).
sv_se: Marker denne box for at vise tilgængeligheds antal af booking ressource som hjælpetips når muser føres henover de enkelte kalendere.

source: Availability description
sv_se: Event Beskrivning (valfritt fält)

source: Type your %savailability%s description
sv_se: Ange beskrivning för %spris%s

source: Disable bookings in different booking resources
sv_se: Vis bookinger for forskellige ressourcer

source: Check this box to dissable reservations, which can be stored in different booking resources. When checked, all reserved days must be at same booking resource otherwise error message will show.
sv_se: Markér feltet for deaktivere forbehold, som kan gemmes i forskellige booking ressourcer. Så hvis feltet er markeret, bliver reservationen kun tilladt, hvis alle dage efter reservation er i samme booking ressourcer, ellers vil en fejlmeddelelse vises.

source: Check this box if you want total availability (daily capacity) to depend on the number of selected visitors.
sv_se: Marker dette felt, hvis du vil have total tilgængelighed (daglig kapacitet) til at afhænge af antallet af udvalgte gæster %s

source: Important!
sv_se: Viktigt!

source: Add tooltip on calendar(s) to show availability based on the number of available booking resource items remaining for each day.
sv_se: Tilføj hjælpetips til kalenderen for at vise tilgængelighed baseret på antallet af tilgængelige booking ressource enheder tilbage for hver dag. %sVær sikker på at matche det maksimale antal af besøgende til %s en booking ressource%s med antallet af besøgende er angivet på reservationsform.

source: Note
sv_se: Ändra notering

source: Be sure to match the maximum number of visitors for the %sone booking resource%s with the number of visitors specified on the booking form.
sv_se: Var god och set till att det högsta numret av besökare för %sen bokningsresurs%s matcher numret besökare specifierade på bokningsformuläret.

source: Display tooltip on calendar(s) to show availability based on total (fixed) number of visitors for the resource, which can be at free booking resource items.
sv_se: Vis hjælpetips på kalenderen(e) for at vise tilgængelighed baseret på (fast) antallet af besøgende for ressourcen, som kan være på fri booking ressource enheder. %s Vær sikker på at matche det maksimale antal af besøgende for%s alle booking ressourcer%s med antallet af besøgende er angivet på reservationsform.

source: Be sure to match the maximum number of visitors for %sall booking resources%s with the number of visitors specified on the booking form.
sv_se: Var god se till så att det högsta antalet av besökare för %salla bokningsresurser%s matchar antalet besökare specifierade på bokningsformuläret.

source: Check this box to dissable reservations, which can be stored in different booking resources.
sv_se: Vis bookinger for forskellige ressourcer

source: When checked, all reserved days must be at same booking resource otherwise error message will show.
sv_se: Om markerad, måste alla reserverade dagar vara i samma boknings resurs annars visas felmeddelande

source: Use pending days as available
sv_se: Använd pågående dagar efter tillgänglighet

source: Check this box if you want to show the pending days as available in calendars
sv_se: Markera om du vill visa hjälptexter i administratörspanelen.

source: Warning!!! After you approved the specific booking(s), all your pending bookings of the same booking resource as an approved booking for the dates, which are intersect with dates of approved booking, will be automatically canceled!
sv_se: Varning!! Om du godkänner dessa bokningar, kommer

source: Auto Cancel all pending bookings for the specific date(s), if some booking is approved for these date(s)
sv_se: Avbryt automatisk alla pågående bokningar för specifika datum, om någon bokning är godkänd för dessa datum

source: Show availability in tooltip
sv_se: Visar kostnad i tooltip

source: Availability Title
sv_se: Rubrik:

source: Use "Check In" date as available in calendar for booking resources with capacity higher then 1 for search results
sv_se: Använd "Check in" datum som tillgänglig i kalender för bokningar med högre kapacitet än 1 för sök resultat

source: Use "Check Out" date as available in calendar for booking resources with capacity higher then 1 search results
sv_se: Använd "Check Out" datum som tillgänglig i kalender för bokningar med högre kapacitet än 1 för sök resultat

source: Coupon Deleted
sv_se: Raderad kupong

source: Coupon created
sv_se: Kupong skapad

source: Add New Discount Coupon
sv_se: Lägg till ny kupong

source: Coupon Code
sv_se: Kupong

source: Enter coupon code.
sv_se: Fyll i kupong kod

source: Savings
sv_se: besparingar

source: Fixed Amount
sv_se: fast antal

source: Percentage Off
sv_se: Procent av

source: Enter number of fixed or percentage savings.
sv_se: Fyll i ett antal eller en fast procent av besparingar

source: Expiration Date
sv_se: Bestämm utgångsdatum för kupong

source: Select Expiration Date of the coupon.
sv_se: Bestämm utgångsdatum för kupong

source: Minimum Booking Cost
sv_se: Fyll i minsta bokningskostnad för kupong

source: Enter minimum booking cost, when coupon is applicable.
sv_se: Fyll i minsta bokningskostnad för kupong

source: Resources
sv_se: Alla resurser

source: All
sv_se: Alla

source: Select booking resources, where is possible to apply this coupon code.
sv_se: Välj boknings resurser, där det är möjligt att använda denna kupong

source: Add New Coupon
sv_se: Lägg till bokningsresurser

source: The coupon code your customers will be using to receive the discount.
sv_se: Den kupon kode din kunde vil bruge for at modtage rabat.

source: The amount which will be saved. Enter only digits.
sv_se: Det beløb som vil blivet sparet. Indtast kun tal.

source: The minimum total cost required to use the coupon
sv_se: Den mindste samlede omkostninger, der kræves for at bruge kuponen

source: Minimum Purchase
sv_se: Minsta köp

source: The date your coupon will expire
sv_se: Bestämm utgångsdatum för kupong

source: Resource list, which supports this coupon
sv_se: Ressourceliste denne kupon kan bruges på

source: Warning
sv_se: Varning

source: Do you really want to delete this item?
sv_se: Vill du verkligen radera?

source: %s - coupon field,
sv_se: %s - kupong fält,

source: Example: %s
sv_se: Exempel: %s

source: Search Availability Form
sv_se: Formulär

source: Inlinee Search Form Template
sv_se: Inlinee Sök Forumlär Mall

source: Horizontal Search Form Template
sv_se: Horizontal Sök Forumlär Mall

source: Standard Search Form Template
sv_se: Standard Sök Forumlär Mall

source: Reset current Form
sv_se: Återställ formulär

source: Reset
sv_se: Återställ

source: Use these shortcodes for customization:
sv_se: Använd dessa shortcodes för konfigurering:

source: %s - search inside posts/pages which are part of this category,
sv_se: %s - søg inde i indlæg/sider som er i denne kategori,

source: %s - search inside posts/pages which have this tag,
sv_se: %s - søg inde i indlæg/sider som har dette tag,

source: %s - check-in date,
sv_se: %s - check-in datum,

source: %s - check-out date,
sv_se: %s - fyller i check-out datum (sista dagen av reservationen),

source: %s - default selection number of visitors,
sv_se: %s - standard antal gæster,

source: Example: %s - custom number of visitor selections"
sv_se: Eksempel: %s - tilpasset antal gæster"

source: %s - search button,
sv_se: % s - sökknappar,

source: HTML tags is accepted.
sv_se: HTML tag är accepterad

source: Search Results
sv_se: Sök Resultat

source: Reset to default form
sv_se: Återställ

source: %s - resource title,
sv_se: %s - Resurs ID eller Rubrik

source: %s - link to the page with booking form,
sv_se: %s - fyller i link för ny bokning

source: %s - availability of booking resource,
sv_se: %s - boknings tillgänglighet,

source: %s - maximum number of visitors for the booking resource,
sv_se: %s - Maksimale antal af besøgende til ressource

source: %s - cost of booking the resource,
sv_se: %s - Lägg till bokningsresurser

source: %s - featured image, taken from the featured image associated with the post,
sv_se: %s - använd bild, tagen från den använda bilden associerad med inlägget

source: %s - booking info, taken from the excerpt associated with the post,
sv_se: %s - bokningsinformation, tagen från utdraget från associerat inlägg

source: Help Info
sv_se: Hjälp Information

source: CSS customization of search form and search results you can make at this file
sv_se: Yderligere tilpasning af dette elements udseende, kan gøres i denne fil

source: If you do not see search results at front-end side of your website, please check troubleshooting instruction %shere%s
sv_se: Ser du inte sök resultaten på front-end av din hemsida, se instruktioner %shere%s

source: Guests
sv_se: Gäster

source: Availability
sv_se: Tillgänglighet

source: Max. persons
sv_se: Max. personer

source: Search Cache
sv_se: Sök Cache

source: Reset Search Cache
sv_se: Återställ Sök Cache

source: Cache expiration
sv_se: Cache utgångsdatum

source: hour(s)
sv_se: timmar

source: day(s)
sv_se: dag(ar)

source: Select time of cache expiration
sv_se: Bestämm utgångsdatum för cache

source: Cache will expire:
sv_se: Cache utlöper:

source: Found: %s booking forms inside of posts or pages
sv_se: Fundet %s booking form på sider og indlæg

source: Search Form
sv_se: Sök Formulär

source: Parent Resource
sv_se: Förälder Resurs

source: Max visitors
sv_se: Max antal besökare

source: Capacity:
sv_se: Kapacitet:

source: Select parent resource, if you want that parent resource to increase capacity.
sv_se: Vælg forældre ressource, hvis du vil have den forældre ressource til at forøge kapaciteten.

source: Set priority of resource - resource with higher priority will be reserved firstly.
sv_se: Set priotet af ressourcen - ressourcer med højere priotet vil blive reserveret først.

source: Resources count
sv_se: Resurs att boka

source: Create several booking resources for one time
sv_se: Opret flere booking ressource for samme tidspunkt

source: Default form
sv_se: Formulär

source: Select default custom booking form
sv_se: Välj ditt standard bokningsformulär

source: Available:
sv_se: Tillgängliga:

source: Default
sv_se: Förvald

source: Superior
sv_se: Bedre

source: Resource #1
sv_se: Resurs #1

source: Presidential Suite
sv_se: Svit

source: Resource #2
sv_se: Stuga#2

source: Resource #3
sv_se: Resurs #3

source: night(s)
sv_se: natt

source: Adults
sv_se: Vuxen

source: Children
sv_se: Barn

source: per 1 day
sv_se: per dag

source: from the cost of 1 day
sv_se: per dag

source: Additional cost in %s per 1 day
sv_se: Yderligere omkostning %s pr. 1 dag

source: for all days!
sv_se: för alla dagar

source: for all days!
sv_se: för alla dagar

source: Custom Form
sv_se: Anpassad

source: Load selected booking form
sv_se: Anpassning av formulärrubriker

source: Load
sv_se: Ladda

source: Delete selected booking form
sv_se: Radear valda bokningar

source: Do you really want to delete selected booking form ?
sv_se: Er du sikker på du vil slette den valgte booking form?

source: Add new custom form
sv_se: Lägg till bokningsresurser

source: Add New Custom Form
sv_se: Lägg till bokningsresurser

source: Type the name of booking form
sv_se: Anpassning av formulärrubriker

source: Create new form
sv_se: Skapa nytt formulär

source: Create
sv_se: Skapa

source: Delete form
sv_se: Radear valda bokningar

source: Cancel
sv_se: Avbryt

source: Deleted
sv_se: Raderad

source: There are no extended booking forms
sv_se: Det finns inga bokningsformulär

source: Booking form type:
sv_se: Anpassning av formulärrubriker

source: Select type of booking form
sv_se: Välj tema för bokningskalendern

source: Booking Form
sv_se: Bokningsformulär

source: Standard booking resource cost
sv_se: Ange pris för resursen

source: Total booking resource cost
sv_se: Total kostnad

source: %s - show cost hint for full booking in real time, depending on number of days selected and form elements.
sv_se: %s - Visa kostnad för full bokning i realtid, i relation till antalet dagar och form element

source: Example: %sThe full cost of payment: %s
sv_se: Exempel %sExtra utgifter för betalning: %s

source: %s - show hint of original booking cost without additional costs for full booking in real time, depends only from days selection.
sv_se: %s - Visa ursprunlig bokningskostnad utan extra kostnader för full bokning i realtid, enligt valda dagar

source: Example: %sThe original cost for payment: %s
sv_se: Exempel %sExtra utgifter för betalning: %s

source: %s - show cost hint of additional booking cost, which depends from selection of form elements.
sv_se: %s - yderligere omkostning som afhænger af form felter

source: Example: %sThe additional cost for payment: %s
sv_se: Exempel %sExtra utgifter för betalning: %s

source: %s - enter direct cost at admin panel at page:
sv_se: %s - Fyll i pris i admin panelen i sidan:

source: Add booking
sv_se: Lägg till bokning

source: Example: %s
sv_se: Exempel: %s

source: yes
sv_se: ja

source: Setting rate or cost, which is depend from number of selected days for the resource
sv_se: Indstil rater eller priser som er afhængige af antal valgte dage for ressourcen

source: Rates
sv_se: Priser och tariffer

source: Valuation days
sv_se: Anpassning av priser, pris för värderings dagar och insättning

source: Deposit
sv_se: insättning

source: Setting the default form for the specific resource
sv_se: Indstil standard form for en specific ressource

source: Default Form
sv_se: Formulär

source: Set the cost based on the number of days selected for the reservation
sv_se: Ange kostnad för resursen baserat på antal valda dagar

source: Activation of this feature is require setting cost per day or cost per night
sv_se: Aktivation av denna funktion är nödvändig för inställningen av kostnaden för en dag eller en natt

source: Deposit amount
sv_se: Anpassning av priser, pris för värderings dagar och insättning

source: Set the deposit payment required for the payment form
sv_se: Ange belopp för betalning

source: Activate this feature at the cost section of general booking settings page, firstly.
sv_se: Aktivera denna funktion vid sektionen för kostnader på sidan för boknings inställningar.

source: unavailable
sv_se: Ange hur långt framåt som är låst för bokningar.

source: available
sv_se: Använd pågående dagar efter tillgänglighet

source: Availability booking type
sv_se: Typ

source: All days for %s
sv_se: Alla dagar för %s

source: Select %s days by activating specific season filter below or %sadd new season filter%s
sv_se: Välj %s dagar genom aktivation av säsong filter nedan eller%slägg till nytt säsong filter%s

source: Season Filter Name
sv_se: Sänsongsfilter Namn

source: Description
sv_se: Beskrivning

source: Active
sv_se: Aktiv

source: Edit season filter
sv_se: Redigera Säsong filter

source: Seasonal rates of booking resource
sv_se: Säsongs priser på boknings resurs

source: Enter seasonal rate(s) (cost diference in %s from standard cost %s or a fixed cost) of the booking resource (%s) or %sAdd a new seasonal filter%s
sv_se: Fyll i pris för säsong(er) (kostnadsskillnad %s från standard pris %s eller bestämt pris) på bokningen (%s) eller %sLägg till ett nytt säsongs filter%s

source: Final cost
sv_se: Total kostnad

source: Season Filter
sv_se: Säsongsfilter

source: Rate
sv_se: Pris

source: for 1 day
sv_se: per dag

source: for 1 night
sv_se: per natt

source: fixed deposit
sv_se: fast insättming

source: for 1 hour
sv_se: per timma

source: Filter Name
sv_se: Filternamn

source: Note!
sv_se: Notera!

source: Check boxe(s) at left side if you want to activate specific cost.
sv_se: Check box(ar) på vänstra sidan för aktivaktion av specifik kostnad.

source: Update Rates
sv_se: Priser och tariffer

source: Set cost of booking resource based on the number of days selected
sv_se: Ange kostnad för resursen baserat på antal valda dagar

source: If you add costs here, %srates%s for this booking resource will not take effect !!!
sv_se: Om du lägger till kostnad här %spriser%s för denna bokning kommer inte att fungera !!!

source: Cost setings at %stop have higher priority%s than other costs of same type at the %sbottom%s of the list.
sv_se: Kostnads inställningar vid %shögsta har högre prioritet%s vid kostnader av samma typ vid %sbotten%s av listan

source: Please create all %s terms firstly %s(from higher priority to lower)%s, then terms %s and after terms %s
sv_se: Skapa alla %s vilkor först %s(Högst prioritet till lägsta)%s, sedan vilkor %s och efter vilkor %s

source: %s and %s terms have higher priority than a range %s days.
sv_se: %s och %s vilkor som har högre prioritet än ett antal %s dagar.

source: Warning!
sv_se: Varning!

source: Specific cost will take affect, only if it active (the box at the left side is checked) and if "Check In" (start) date belong to selected season filter or if set "Any days".
sv_se: Specific kostnad aktiveras, endast om ifylld (vänster box är ifylld) och om "Check In" (start) datum tillhör valt säsongs filer eller valt "dagar".

source: Number of Days
sv_se: Antalet Dagar

source: Cost Settings
sv_se: Kostnads inställningar

source: Season Filter of Check In date
sv_se: Säsong filter för Check In datum

source: For
sv_se: För

source: Day Number(s)
sv_se: Antalet Dagar

source: to
sv_se: till

source: day
sv_se: dag

source: Cost
sv_se: Pris

source: Any days
sv_se: Alla dagar

source: From
sv_se: Från

source: Together
sv_se: Tillsammans

source: days
sv_se: dagar

source: Remove
sv_se: Radera

source: Add new cost
sv_se: Lägg till kostnad

source: for all days
sv_se: för alla dagar

source: Set amount of deposit payment
sv_se: Ange belopp för betalning

source: Deposit payment total
sv_se: Total insättning av betalning

source: Deposit payment is not active for booking resource
sv_se: Insättning av betalning är inte aktiverat för resursen

source: deposit payment for booking resource
sv_se: sätt in betalning för resursen

source: fixed total in
sv_se: fast totalt i

source: of payment
sv_se: för betalning

source: Condition
sv_se: Vilkor

source: Show deposit payment form, only if difference between %sToday%s and %sCheck In%s days more than
sv_se: Visa %sIdag%s och %sCheck in%s dagar fler än

source: Update Deposit
sv_se: insättning

source: Deposit payment
sv_se: Sätt in betalning

source: Check this box if you want to use the %sdeposit%s total %spayment%s on the payment form, instead of the full total of the booking.
sv_se: Fyll i denna box om du vill använda %sinsättning%s totalt %sbetalning%s för betalnings formuläret, istället för fullt pris för bokningen.

source: You can configure the deposit payment for your booking resources %shere%s.
sv_se: Du kan konfigurera inbetalningen för din bokningsresurs %shär%s.

source: Su
sv_se: Sön

source: Mo
sv_se: Mån

source: Tu
sv_se: Tis

source: We
sv_se: Ons

source: Th
sv_se: Tor

source: Fr
sv_se: Fre

source: Sa
sv_se: Lör

source: May
sv_se: Maj

source: Oct
sv_se: Okt

source: time
sv_se: tid

source: No days
sv_se: Inga dagar

source: Every
sv_se: Varje

source: Each day
sv_se: Varje dag
