Repository: wp-plugins/booking
Catalog: languages/wpdev-booking-*.po
Languages: sv_se

source: For example: "Your reservation %s on these date(s): %s is processing now! We will send confirmation by email. %s You can edit the booking at this page: %s Thank you, Reservation service."
sv_se: Exempel "Din reservation %s under dessa datum: %s behandlas nu! Vi skickar dig konfirmation via E-post. %s Du kan redigera bokningen på denna sida: %s Tack så mycket, Reservations service."

source: Email to "Person" after booking is approved
sv_se: E-post till "Person" efter att bokning godkänts

source: Type your email subject for the %sapproved booking%s.
sv_se: Skriv ämne för %sgodkänd bokning%s.

source: Type your %semail message for the approved booking%s from the website
sv_se: Skriv %sepostmeddelande för godkänd bokning%s från hemsidan

source: For example: "Your reservation %s on these date(s): %s has been approved.%s You can edit this booking on this page: %s . Thank you, Reservation service."
sv_se: Exempel: "Din reservation %s under dessa datum: %s har godkänts.%s Du kan redigera denna bokning på denna sida: %s. Tack så mycket,Reservation service."

source: Email to "Person" after their booking has been denied
sv_se: E-post till "Person" efter att bokning godkänts

source: Type your email subject for the %sdenied booking%s.
sv_se: Skriv ämne för %snekad bokning%s.

source: Type your %semail message for the denied booking%s from the website
sv_se: Skriv %sepostmeddelande nekad bokning%s från hemsidan

source: For example: "Your reservation %s on these date(s): %s has been canceled. Please contact us for more information. %s Thank you, Reservation service."
sv_se: Exempel: "Din reservation %s under dessa datum: %s har avbokats. Var vänlig kontakta oss för mer information. %s Thank så mycket, Reservation service."

source: Email to "Person" after booking is modified
sv_se: E-post till "Person" efter att bokning modifierats

source: Type your email subject for the %smodified booking%s.
sv_se: Skriv ämne för %smodifierad bokning%s.

source: Type your %semail message for the modified booking%s from the website
sv_se: Skriv %sepostmeddelande modifierad bokning%s från hemsidan

source: For example: "The reservation %s on these date(s): %s has been modified. %s You can edit this booking on this page: %s . Thank you, Reservation service."
sv_se: Exempel: "Reservationen %s under dessa datum: %s har modifierats. %s Du kan redigera denna bokning på denna sida: %s. Tack så mycket, Reservations service."

source: Form fields
sv_se: Formulär Fält

source: Content of booking fields data for email templates (%s-shortcode) and booking listing page
sv_se: Innehåll i bokningsfälten för E-post mallar (%s-shortcode) och bokningslisst sida

source: %s - inserting data from fields of booking form
sv_se: %s - infoga data från bokningsformulär

source: %s - inserting new line
sv_se: %s - fyller i link för ny bokning

source: Use any other HTML tags (carefully).
sv_se: brug alle andre HTML tags (forsigtigt)

source: First Name
sv_se: Förnamn

source: Last Name
sv_se: Efternamn

source: Email
sv_se: E-post

source: Times
sv_se: Tider

source: Address
sv_se: Adress

source: City
sv_se: Ort

source: Post code
sv_se: Postnummer

source: Please, reserve an apartment with fresh flowers.
sv_se: Reservera ett rum med blommor.

source: The reservation has been modified
sv_se: Reservationen har modifierats

source: The reservation %s for: %s has been modified. %sYou can edit this booking on this page: %s Thank you, %s
sv_se: Reservationen %s för: %s har modifierats. %sDu kan redigera denna bokning på denna sida: %s Tack så mycket, %s

source: Sending request...
sv_se: Skickar förfrågan...

source: Order number
sv_se: Ordernummer

source: Register
sv_se: Registrera

source: Please, enter order number of your purchased version, which you received to your billing email.
sv_se: Var god och fyll i order numret från din köpta version, som du mottagit i din E-post

source: If you will get any difficulties or have a questions, please contact by email %s
sv_se: Vid problem eller frågor, kontakta gärna via E-post %s

source: Google Calendar
sv_se: Google Kalender

source: Customization of synchronization with Google Calendar
sv_se: Google Kalender Feeds - Allmänna Inställningar

source: General Settings
sv_se: Google Kalender Feeds - Allmänna Inställningar

source: Booking resource
sv_se: Resurs:

source: Select booking resource
sv_se: Resurs:

source: There is a new version of %1$s available. <a href="%2$s" target="_blank" title="%3$s">View version %4$s details</a>. <em>Automatic update is unavailable for this plugin.</em>
sv_se: Det finns en ny version av %1$s tillgänglig. <a href="%2$s" target="_blank" title="%3$s">View version %4$s details</a>. <em>Automatisk updatering är inte tillgänglig för denna plugin.</em>

source: You can request the new update of plugin on %1$sthis page%2$s.
sv_se: Du kan begära den senaste updatering av plugin här %1$sdenna sida%2$s.

source: Upgrade Notice
sv_se: Uppgradera

source: Version %s By %s
sv_se: Version %s Av%s

source: View details
sv_se: Visa detaljer

source: Search availability
sv_se: Söknings tillgänglighet

source: Nothing found.
sv_se: Hittade inget!

source: Search results.
sv_se: Sökresultat.

source: Title of search widget
sv_se: Titel på sök widget

source: Title of search results
sv_se: Titel på sökresultat

source: Please type the %sTitle of search results%s.
sv_se: Skriv %sTitel till sök resultat%s.

source: Nothing found message
sv_se: Hittade inget!

source: Please type the %smessage ,what is showing, when nothing found%s.
sv_se: Skriv %smeddelandet, vad som visas, när ingenting hittas%s.

source: URL of Search Results
sv_se: URL på Sökresultat

source: Please type the URL of the page %s(with %s shortcode in content)%s, where search results will show.
sv_se: Skriv sidans URL %s(with %s shortcode i innehåll)%s, där sökresultat kommer visas.

source: %sError!%s Request do not pass security check! Please refresh the page and try one more time.
sv_se: %sFel!%s Begäran passerar inte säkerhetskontroll! Var vänlig att uppdatera sidan och försök igen.

source: Set as Read
sv_se: Markera som Läst

source: Set as Unread
sv_se: Markera som Oläst

source: Set as Approved
sv_se: Markera som Godkänd

source: Set as Pending
sv_se: Markera som Väntande

source: Reason for cancellation here
sv_se: Anledning till avslag

source: Reason of cancellation here
sv_se: Anledning till att ångra här

source: The code you entered is incorrect
sv_se: Koden du skrev in är felaktig

source: Error!
sv_se: Fel!

source: Probably these date(s) just was booking by other visitor. Please reload this page and make booking again.
sv_se: Dessa datum var möjligtvis precis bokade av en annan besökare. Var vänlig att uppdatera sidan och försök igen.

source: Dismiss
sv_se: Avfärda

source: Importing Feed
sv_se: Viktig Feed

source: Data Parsing
sv_se: Data behandlas

source: Some data was retrieved, but could not be parsed successfully. Please ensure your feed URL is correct.
sv_se: Delvis av datan var hämtad, med blev inte fullständigt tolkad. Var god och garantera att din URL feed är korrekt.

source: The feed could not be found (404). Please ensure your feed URL is correct.
sv_se: Denna feed kunde inte hittas (404). Var god och garantera att din URL feed är korrekt.

source: Access to this feed was denied (403). Please ensure you have public sharing enabled for your calendar.
sv_se: Tillgång till denna feed var nekad (403). Var god och garantera att du har public sharing aktiverad för din kalender

source: The feed data could not be retrieved. Error code: %s. Please ensure your feed URL is correct.
sv_se: Denna feed kunde inte hämtas. Fel kod: %s. Var god och garantera att din URL feed är korrekt.

source: Done
sv_se: Færdig

source: Location:
sv_se: Plats:

source: Reload page
sv_se: Uppdatera Sida

source: Do you really want to delete selected booking(s) ?
sv_se: Vill du verkligen radera valda bokningar?

source: Delete selected booking(s)
sv_se: Radear valda bokningar

source: Imported 0 events.
sv_se: Importerade 0 events.

source: Synchronization Bookings Settings
sv_se: Synkroniserar boknings inställningar

source: Import
sv_se: Importera

source: Assign events fields to specific booking form field
sv_se: Tilldela event fält till ett specifikt bokningsforumlär

source: Auto import events
sv_se: Automatisk import av events

source: Google Calendar Feeds - General Settings
sv_se: Google Kalender Feeds - Allmänna Inställningar

source: Default settings for retrieving events
sv_se: Förvalda inställningar för hämtning av events

source: Google Calendar Feeds - Help Info
sv_se: Google Kalender Feeds - Hjälp info

source: To get Google Calendar Feed URL please follow this instruction
sv_se: För att hämta Google Kalender Feed URL var god och följ denna instruktion

source: Set Google Calendar Address similar to this: %s or this %s
sv_se: Ställ in Google Kalender Adress som linkar denna: %s eller denna %s

source: Go to Google Calendar by clicking %s. Login to your Google account if you are not already logged in.
sv_se: Gå till Google Kalender genom att klicka på %s. Logga in på ditt Google account om du inte redan är inloggad.

source: At the left side near specific calendar click expand (down arrow) icon to show menu and select Calendar Settings.
sv_se: Vid vänster sida på en specifik kalender kan du klicka på expandera (nedåt pil) icon för att visa en menu och välja Kalender Inställningar.

source: Find "Calendar Address" or "Private Address" and copy XML URL of specific calendar.
sv_se: Hitta "Kalender Adress" eller "Privat Adress" och kopiera XML URL från specifik kalender.

source: None
sv_se: Ingen

source: Select field for assigning to %sevent property%s
sv_se: Välj fält som du vill tilldela till %sevent behörighet%s

source: Event Title
sv_se: Rubrik:

source: Event Description (optional field)
sv_se: Event Beskrivning (valfritt fält)

source: Location
sv_se: Plats

source: Now
sv_se: Nu

source: 00:00 today
sv_se: 00:00 idag

source: Start of current week
sv_se: Start av Aktuell vecka

source: Start of current month
sv_se: Start av Aktuell månad

source: End of current month
sv_se: Slut av aktuell månad

source: The start of time
sv_se: Start av tid

source: Specific date / time
sv_se: Specifikt datum / tid

source: Select option, when to start retrieving events.
sv_se: Val, du vill påbörja hämtningen av events

source: Offset
sv_se: Kompensation

source: Enter date / time
sv_se: Fyll i datum / tid

source: seconds
sv_se: sekunder

source: minutes
sv_se: minuter

source: You can specify an additional offset from you chosen start point. The offset can be negative.
sv_se: Du kan specifiera ytterligare offset från din valda startpunkt.

source: Type your date in format %s. Example: %s
sv_se: Skriv in ditt datum i format %s. Exempel: %s

source: Until
sv_se: Tills

source: The end of time
sv_se: Sluttid

source: Select option, when to stop retrieving events.
sv_se: Val, när du vill stoppa hämtningen av events.

source: You can specify an additional offset from you chosen end point. The offset can be negative.
sv_se: Du kan specifiera ytterligare offset från din valda slutpunk.

source: Maximum number
sv_se: Högsta nummer

source: You can specify the maximum number of events to import during one session.
sv_se: Du kan specifiera ett maximalt nummer av events att importera under en session.

source: Timezone
sv_se: Tidsson

source: Select a city in your required timezone, if you are having problems with dates and times.
sv_se: Välj stad i din tidszon, om du har problem med datum och tider.

source: Activate auto import
sv_se: Aktivera automatisk import

source: Check this box to %sactivate%s auto import events and creation bookings from them
sv_se: Markera för att %saktivera%s automatisk ifyllnad av formulärfält fr inloggade användare.

source: Import events every
sv_se: Importera Events

source: Select time duration of import requests.
sv_se: Välj importerade begärans tidsvaraktighet

source: Retrieve Google Calendar Events
sv_se: Hämta Google Kalender Events

source: Please configure settings for import Google Calendar events
sv_se: Var god och konfiguera inställningar för importerade Google Kalender events

source: Configure
sv_se: Konfigurera

source: Import Google Calendar Events
sv_se: Importera Google Kalender Events

source: Probabaly you updated your paid version of Booking Calendar by free version or update process failed. You can request the new update of your paid version at %1sthis page%2s.
sv_se: Du uppdaterade nog din betalda version av Boknings Kalendern genom gratis version eller så misslyckades updaterings processen. Du kan begära en ny updatering av din betalda version här %1sthis page%2s.

source: This field is required
sv_se: Krävs

source: This checkbox must be checked
sv_se: Denna checkbox måste vara ifylld

source: At least one option must be selected
sv_se: Åtminstonde ett val måste vara valt

source: Incorrect email field
sv_se: Felaktig E-post

source: Your emails do not the same
sv_se: Dina E-post matchar inte

source: Please, select booking date(s) at Calendar.
sv_se: Var vänlig välj boknings datum i Kalendern.

source: Purchase
sv_se: Köp

source: Upgrade Now
sv_se: Uppgradera nu

source: We&#8217;ve assembled some links to get you started:
sv_se: Vi&#8217;ve sammanfattade några linkar för att hjälpa dig komma igång:

source: Get Started
sv_se: Komma igång

source: Insert booking form %sshortcode%s into your %sPost%s or %sPage%s
sv_se: Skriv in %sstyrkoden%s i ett %sInlägg%s eller en %sSida%s

source: or add booking calendar %sWidget%s to your sidebar.
sv_se: eller lägg till en kalender %sWidget%s i sidopanelen.

source: Check %show todo%s that and what %sshortcodes%s are available.
sv_se: Läs %shur%s och vilka %sstyrkoder%s som är tillgängliga.

source: Add new booking from your post/page or from %sAdmin Panel%s.
sv_se: Lägg till bokningar från inlägg/sida eller från %sAdmin Panelen%s.

source: Next Steps
sv_se: Nästa Steg

source: Check %sBooking Listing%s page for new bookings.
sv_se: Hitta nya bokningar i %sBokningslistan%s.

source: Configure booking %sSettings%s.
sv_se: Ändra Bookings %sInställningar%s.

source: Configure predefined set of your %sForm Fields%s.
sv_se: Anpassa rubrikerna på %sFormulär Fälten%s.

source: Configure your predefined %sEmail Templates%s.
sv_se: Anpassa rubrikerna på %sFormulär Fälten%s.

source: Have a questions?
sv_se: Frågor?

source: Check out our %sHelp%s
sv_se: Läs vår %sOnline Hjälp%s

source: See %sFAQ%s.
sv_se: Läs %sFAQ%s.

source: Still having questions? Contact %sSupport%s.
sv_se: Har du fortfarande frågor? Kontakta %sSupport%s.

source: Need even more functionality? Check %s higher versions %s
sv_se: Behöver du ännu fler funktioner? Försök med %s nyare versioner %s

source: Insert booking calendar
sv_se: Lägg till boknings kalender

source: Booking calendar
sv_se: Bokningskalender

source: Start month:
sv_se: Påbörja månad:

source: Select start month of calendar
sv_se: Välj start av månad i kalender

source: Show in the page:
sv_se: Visa i sida:

source: Booking form with calendar
sv_se: Bokningskalender

source: Only availability calendar
sv_se: Endast tillgänglighets kalender

source: Only booking form
sv_se: Endast bokningsformulär

source: for
sv_se: för

source: date
sv_se: datum

source: Select to show the entire booking form or the availability calendar only.
sv_se: Välj för att visa hela bokningsformuläret eller tillänglighetskalendern endast.

source: Show advanced settings
sv_se: Visa avancerade inställningar

source: Hide advanced settings
sv_se: Dölj avancerade inställningar

source: Setting advanced parameters of the calendar. %sLike width, height and structure %s
sv_se: Avancerade Inställningar för kalendern. %sSom bredd, höjd och struktur %s

source: %s or minimum and fixed number of days selection for the specific day of week or season.%s
sv_se: %s eller minsta och fasta antal dagar valda för specifika dagar av veckan eller säsongen.%s

source: Please read more about the possible customizations of these %soptions%s %shere%s
sv_se: Du kan läsa mer om konfigurationer av dessa %sval%s %shär%s

source: Options:
sv_se: Val:

source: Specify the full width of calendar, height of date cell and number of months in one row.
sv_se: Specifiera den fullständiga bredden av kalendern, höjden av datum cellerna och antalet månader i en rad.

source: Calendar have 2 months in a row, the cell height is 30px and calendar full width 568px (possible to use percentage for width: 100%)
sv_se: Kalendern har 2 månader i en rad, cellens höjd är 30px och kalenders fullständiga bredd är 568px (det är möjligt att använda procent för bredd: 100%)

source: Code Example
sv_se: Kod Exempel

source: Specify that during certain seasons (or days of week), the specific minimum number of days must be booked.
sv_se: Specifiera att under vissa säsonger (eller dagar eller veckor), måste ett minst antal dagar bokas.

source: Visitor can select only 4 days starting at Monday, 3 or 7 days – Friday, 2 days – Saturday, etc…
sv_se: Besökare kan endast 4 dagar börjandes på Måndagar, 3 eller 7 dagar - Fredagar, 2 dagar - Lördagar, etc...

source: week
sv_se: vecka

source: weeks
sv_se: veckor

source: month
sv_se: månad

source: months
sv_se: månader

source: Year
sv_se: Ett År

source: Current dates
sv_se: Aktuella datum

source: Today
sv_se: Idag

source: Previous dates
sv_se: Tidigare datum

source: All dates
sv_se: Alla datum

source: Next
sv_se: Nästa

source: Prior
sv_se: Föreg.

source: Check In - Tomorrow
sv_se: Check In - Imorgon

source: Check Out - Tomorrow
sv_se: Check Out - Imorgon

source: Apply
sv_se: Använd

source: Start Date
sv_se: Start Datum

source: Booking Listing
sv_se: Bokningslista

source: Calendar Overview
sv_se: Kalender Översikt

source: Booking Calendar - Overview
sv_se: Kalender - Översikt

source: Help
sv_se: Hjälp

source: About Booking Calendar
sv_se: Om Bokningskalender

source: Technical Support
sv_se: Teknisk support

source: Filter
sv_se: Filtrera

source: Expand Advanced Filter
sv_se: Avancerat pris

source: Collapse Advanced Filter
sv_se: Sätt ihop Avancerat pris

source: Send email notification to customer after approval, cancellation or deletion of bookings
sv_se: Meddela kunden via e-post om godkända, avbokade eller raderade bokningar

source: Emails sending
sv_se: Skicka e-post?

source: Booking ID
sv_se: Boknings ID

source: Refresh booking listing
sv_se: Updatera Bokningslista

source: Reset filter to default values
sv_se: Återställ filtret till förvalda värden

source: Any
sv_se: Alla

source: New bookings
sv_se: Lägg till bokning

source: Show
sv_se: Visa

source: Creation
sv_se: Skapa

source: Order by
sv_se: Sortera efter

source: Save filter settings as default template (Please, click Apply filter button, before saving!)
sv_se: Spara filter inställningar som förvald mall (Var god, och klicka på Tillämpa filter knapp, innan du sparar!)

source: Save as Default
sv_se: Spara som Standard

source: Delete your previously saved default filer template!
sv_se: Ta bort dina tidigare förvalda inställningsmallar!

source: Delete template
sv_se: Radera Mall

source: Approve selected bookings
sv_se: Godkänn markerade bokningar

source: Approve
sv_se: Godkänn

source: Set selected bookings as pending
sv_se: Markera valda bokningar som väntande

source: Do you really want to set booking as pending ?
sv_se: Vill du verkligen markera bokning som pågående?

source: Reject
sv_se: Avslå

source: Delete selected bookings
sv_se: Radear valda bokningar

source: Reason of cancellation
sv_se: Anledning till avslaget

source: Mark as read all bookings
sv_se: Markera valda bokningar som Lästa

source: Read All
sv_se: Läst

source: Mark as read selected bookings
sv_se: Markera valda bokningar som Lästa

source: Read
sv_se: Läst

source: Mark as Unread selected bookings
sv_se: Markera valda bokningar som Olästa

source: Unread
sv_se: Oläst

source: Booking Data
sv_se: Bokningsinformation

source: Booking Dates
sv_se: Bokningsdatum

source: Show ALL dates of booking
sv_se: Visa alla Bokningsdatum

source: Show only check in/out dates
sv_se: Visa endast check in/ut datum

source: Nothing found!
sv_se: Hittade inget!

source: Resource not exist
sv_se: Resursen hittades inte

source: Mark
sv_se: Markera

source: Do you really want to delete this booking ?
sv_se: Vill du verkligen radera?

source: Prev
sv_se: Föreg

source: Show month
sv_se: Visa en månad

source: Month
sv_se: En månad

source: Show 3 months
sv_se: Visa tre månader

source: 3 Months
sv_se: Tre månader

source: Show year
sv_se: Visa ett helt år

source: Calendar view mode
sv_se: Kalendeläge

source: Show day
sv_se: Visa dag

source: Day
sv_se: Dag

source: Show week
sv_se: Visa vecka

source: Week
sv_se: Vecka

source: Show 2 months
sv_se: Visa 2 månader

source: 2 Months
sv_se: 2 månader

source: Previous 4 weeks
sv_se: Föregående 4 veckor

source: Previous week
sv_se: Föregående vecka

source: Current week
sv_se: Aktuell vecka

source: Next week
sv_se: Nästa vecka

source: Next 4 weeks
sv_se: Nästa 4 veckor

source: Previous 3 months
sv_se: Föregående 3 månader

source: Previous month
sv_se: Föregående månad

source: Current month
sv_se: Aktuell månad

source: Next month
sv_se: Nästa månad

source: Next 3 months
sv_se: Nästa 3 månader

source: Previous 7 days
sv_se: Tidigare 7 dagar

source: Previous day
sv_se: Tidigare dag

source: Current day
sv_se: Befintlig dag

source: Next day
sv_se: Nästa dag

source: Next 7 days
sv_se: Nästa 7 dagar

source: Calendar Navigation
sv_se: Kalendernavigering

source: Mon
sv_se: Mån

source: Tue
sv_se: Tis

source: Wed
sv_se: Ons

source: Thu
sv_se: Tor

source: Fri
sv_se: Fre

source: Sat
sv_se: Lör

source: Sun
sv_se: Sön

source: Booking Calendar
sv_se: Bokningskalender

source: Statistic
sv_se: Statistik

source: New (unverified) booking(s)
sv_se: Nya (ej verifierade) bokningar

source: Pending booking(s)
sv_se: Väntande bokningar

source: New booking(s) made today
sv_se: Nya bokningar idag

source: Bookings for today
sv_se: Bokningar idag

source: Upgrade to higher versions
sv_se: Uppgradera till nyare version

source: Current version
sv_se: Aktuell version

source: Type
sv_se: Typ

source: Used for
sv_se: Används för

source: websites
sv_se: hemsidor

source: website
sv_se: hemsida

source: Release date
sv_se: Släppdatum

source: Check Premium Features
sv_se: Undersök Premium-funktioner

source: Upgrade
sv_se: Uppdatera

source: Explore Premium Features
sv_se: Undersök Premium-funktioner

source: Support
sv_se: Teknisk support

source: Getting Started
sv_se: Komma igång

source: Contact email
sv_se: Kontakt e-post

source: Rate plugin (thanks:)
sv_se: Lämna omdöme om denna plugin (tack:)

source: Warning !!!
sv_se: Varning !!!

source: All booking data will be deleted when the plugin is deactivated.
sv_se: All bokningsinformation kommer att raderas nät pluginen avaktiveras.

source: If you want to save your booking data, please uncheck the %s"Delete booking data"%s at the
sv_se: Vänligen avmarkera %s"Radera bokningar"%s om du vill behålla bokningsinformationen

source: settings page
sv_se: sida med inställningar

source: Settings
sv_se: Inställningar

source: Check new functionality in this plugin update.
sv_se: Kolla nya funktioner i denna plugin uppdatering.

source: What's New
sv_se: Nyheter

source: Booking
sv_se: Bokning

source: Booking Calendar Settings
sv_se: Boknings Kalender Allmänna Inställningar

source: Bookings
sv_se: Bokningar

source: Bookings listing
sv_se: Bokningslista

source: Send email notification to customer about this operation
sv_se: Meddela kunden via e-post

source: General
sv_se: Allmänt

source: Fields
sv_se: Fält

source: Fields Settings
sv_se: Fält Inställningar

source: Emails
sv_se: E-post

source: Emails Settings
sv_se: E-post inställningar
