Repository: wp-plugins/booking
Catalog: languages/wpdev-booking-*.po
Languages: sv_se

source: on each day
sv_se: På varje dag

source: On each
sv_se: På varje

source: on each
sv_se: På varje

source: of every month
sv_se: varje månad

source: of
sv_se: av

source: Filter saved
sv_se: Filtret har sparats

source: Specific Dates Filter
sv_se: Filter för datum

source: Type filter name
sv_se: Filternamn

source: Create new season filter
sv_se: Lägg till datumfilter

source: Create New Season Filter
sv_se: Lägg till datumfilter

source: Save changes
sv_se: Spara ändringar

source: Conditional Dates Filter
sv_se: Ytterligare Datum Filter

source: Days of week
sv_se: Dag i veckan

source: Sunday
sv_se: Söndag

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: Fredag

source: Saturday
sv_se: Lördag

source: Days of month
sv_se: Dagar i månaden

source: Months
sv_se: Månader

source: January
sv_se: Januari

source: February
sv_se: Februari

source: March
sv_se: Mars

source: June
sv_se: Juni

source: July
sv_se: Juli

source: August
sv_se: Augusti

source: October
sv_se: Oktober

source: Years
sv_se: År

source: Filter deleted successfully
sv_se: Filtret har raderats

source: Create dates filter
sv_se: Lägg till datumfilter

source: Create conditional days filter
sv_se: Lägg till filter

source: Listing of season filters
sv_se: Lista över säsongsfilter

source: Filters
sv_se: Filter

source: Edit
sv_se: Ändra

source: Do you really want to delete?
sv_se: Vill du verkligen radera?

source: Hide
sv_se: Dölj

source: Showing cost in date cell
sv_se: Visar kostnad i tooltip

source: Check this box to display the %sdaily cost at the date cells%s in the calendar(s).
sv_se: Fyll i denna box om du vill visa %sdaglig kostnad för datum cellern%s i kalendern.

source: Currency symbol
sv_se: Valuta symbol

source: Custom
sv_se: Anpassad

source: Type your %scurrency symbol%s to display near daily cost in date cells. %sDocumentation on currency symbols%s
sv_se: Fyll i din %svaluta symbol%s för att visa daglig kostnad i datum celler. %sDokumentation för valuta symboler%s

source: Showing cost in tooltip
sv_se: Visar kostnad i tooltip

source: Check this box to display the daily cost with a tooltip when mouse hovers over each day on the calendar(s).
sv_se: Visa daglig kostnad som tooltip för respektive dag i kalendern.

source: Cost Title
sv_se: Pris

source: Type your %scost%s description
sv_se: Ange beskrivning för %spris%s

source: Advanced cost management
sv_se: Avancerad prissättning

source: Configure Additional cost for the form
sv_se: Extra kostnader för

source: Additional cost for
sv_se: Extra kostnader för

source: Check this box if you want that specific additional cost, which configured as percentage for some option, apply to other additional fixed costs and not only to original booking cost.
sv_se: Fyll i denna box om du vill att en specific extra kostnad, som är konfigurerad som procent för vissa val, ska tillämpas för andra extra kostnader och inte enbart för det urpsrungliga bokningskostnaden

source: Configure additional cost, which depend from selection of selectbox(es) and checkbox(es).
sv_se: Konfigurera extra kostnad, baserat på valet av selectboxar och checkboxar

source: Fields %s(selectbox(es) and checkbox(es))%s are shown here automatically if they exist in the %sbooking form%s.
sv_se: Fält %s(selectbox(ar) and checkbox(ar))%s visas automatisk här om dom existerar i %sboknings formulären%s.

source: Enter additional cost in formats:
sv_se: Extra kostnader för

source: For example, if the original cost of the booking is %s, then after applying additional costs the total cost will be folowing
sv_se: Exempelvis, om original kostnaden för bokningen är %s, efter extra kostnader kommer totala kostanden vara följande

source: Enter fixed cost
sv_se: Fyll i fast kostnad

source: %s, then total cost will be %s
sv_se: %s , den totala kostnaden kommer vara %s

source: Enter percentage of the entire booking
sv_se: Fyll i procent av hela bokning

source: Enter fixed amount for each selected day
sv_se: Fyll i ett fast pris för varje dag

source: %s, then total cost will be (if selected 3 days) %s
sv_se: %s, total kostnad blir (Vid val av 3 dagar) %s

source: or
sv_se: eller

source: Enter percentage as additional sum, which is based only on original cost and not full sum
sv_se: Fyll i procent som extra kostnad, baserat på ursprunglig kostnad och inte total kostnad

source: Please check more info about configuration of this cost settings on this %spage%s.
sv_se: Mer information om inställningar av kostnadsinställningar på denna %ssida%s

source: Resource ID or Title
sv_se: Resurs ID eller Rubrik

source: Go
sv_se: Sök

source: Bulk Actions
sv_se: Aktiviteter

source: Selection
sv_se: Val

source: Resource Name
sv_se: Filternamn

source: Resources Settings
sv_se: Alla resurser

source: Resources management
sv_se: administration

source: Costs and Rates
sv_se: Priser och tariffer

source: Costs and Rates Settings
sv_se: Priser och tariffer

source: Customization of rates, valuation days cost and deposit amount
sv_se: Anpassning av priser, pris för värderings dagar och insättning

source: Advanced Cost
sv_se: Avancerat pris

source: Advanced Cost Settings
sv_se: Avancerad prissättning

source: Customization of additional cost, which depend from form fields
sv_se: extra kostnader, baserade på ifyllda fält

source: Coupons
sv_se: Kuponger

source: Coupons Settings
sv_se: Kupong Inställningar

source: Setting coupons for discount
sv_se: Bestäm inställningar för kupong

source: Availability Settings
sv_se: Tillgänglighets inställningar

source: Customization of availability settings
sv_se: Konfiguration av tillgänglighets inställningar

source: Season Filters
sv_se: Säsongsfilter

source: Season Filters Settings
sv_se: Säsong filter inställningar

source: Customization of season filters settings
sv_se: Konfiguration av säsongsfilter

source: Cost:
sv_se: Pris:

source: Weekend
sv_se: Veckoslut

source: Work days
sv_se: Arbetsdagar

source: High season
sv_se: Högsäsong

source: Select Times
sv_se: Tider

source: Setting cost for the resource
sv_se: Ange pris för resursen

source: / day
sv_se: / dag

source: / night
sv_se: / natt

source: fixed
sv_se: fast

source: / hour
sv_se: / timma

source: Start Time is invalid. The date or time may be booked, or already in the past! Please choose another date or time.
sv_se: Felaktig starttid. Kontrollera att tiden inte redan har bokats.

source: End Time is invalid. The date or time may be booked, or already in the past. The End Time may also be earlier that the start time, if only 1 day was selected! Please choose another date or time.
sv_se: Felaktig starttid. Kontrollera att tiden inte redan har bokats. Sluttiden kan också vara tidigare än starttiden, om bara en dag var markerad! Var god och välj ett annat datum eller tid.

source: The time(s) may be booked, or already in the past!
sv_se: Datum(et) kan vara bokat, eller tidigare

source: Cost saved successfully
sv_se: Priset sparades

source: Cost is not correct. It must be greater than 0
sv_se: Felaktigt pris. Måste vara större än 0

source: Send payment request to customer
sv_se: Skicka betalningsuppmaning till kund

source: Type your %sreason for payment%s request
sv_se: Skriv %sskälet för betalnings%s förfrågan

source: Send Request
sv_se: Skicka kommandot

source: Close
sv_se: Stäng

source: Request has been sent
sv_se: Kommandot har skickats

source: Request has failed
sv_se: Kommandot misslyckades

source: The payment status is changed successfully
sv_se: Betalningsstatus har ändrats

source: The changing of payment status is failed
sv_se: Betalningsstatus kunde inte ändras

source: Email to "Person" with payment request
sv_se: E-post till "Person" efter att bokning godkänts

source: Send to Admin
sv_se: Skicka till administratör

source: Check this box to send copy of this email to Admin
sv_se: Skicka en kopia till administratören

source: Type the default %sadmin email%s sending the booking confimation
sv_se: Ange standard %se-postadress%s för bokningsbekräftelser

source: Subject
sv_se: Ämne

source: Type email subject for %spayment request%s.
sv_se: Skriv ämne för %sönskemål om betalning%s.

source: Content
sv_se: Innehåll

source: Type your %semail message for payment request%s
sv_se: Skriv %sepostmeddelande för önskemål om betalning%s

source: You need to make payment %s for booking %s at %s. %s You can make payment at this %s Thank you, booking service.
sv_se: Du behöver göra betalningen %s för bokning %s vid %s. %sDu kan göra betalningen här %s Tack så mycket, boknings service.

source: page
sv_se: sida

source: deposit
sv_se: insättning

source: Total cost
sv_se: Total kostnad

source: balance
sv_se: balans

source: Auto-fill form
sv_se: Autofyll formulär

source: Billing form fields customization
sv_se: Anpassning av formulärrubriker

source: Please select a field from your booking form. This field will be automatically assigned to the current field in the billing form.
sv_se: Välj ett fält från ditt boknings formulär. Detta fältet kommer automatiskt bli tilldelat till det nuvarande fältet i betalnings formuläret.

source: Customer Email
sv_se: Kunds epostadress

source: First Name(s)
sv_se: Förnamn

source: Last name
sv_se: Efternamn

source: Billing Address
sv_se: Fakturaadress

source: Billing City
sv_se: Faktureras till

source: Post Code
sv_se: Postnummer

source: Country
sv_se: Land

source: State
sv_se: Stad

source: Configuring these %sfields is required for the some payment%s systems!
sv_se: Konfigureringen av dessa %sfält krävs för vissa betalnings %s system!

source: Title of booked timeslot(s)
sv_se: Titel på boknings tid(er)

source: Type your %stitle%s, what will show in mouseover tooltip near booked timeslot(s)
sv_se: Skriv din %stitel%s, kommer visas vid mouseover tooltip vid bokade tid(er)

source: Time Format
sv_se: Tidsformat

source: Type your time format for emails and the booking table. %sDocumentation on time formatting%s
sv_se: Ange önskat datumformat för e-post och bokningstabellen. %sHjälp om datumformattering%s

source: Select a %sFIXED%s number of days with %s1 mouse click%s
sv_se: Vælg et %sFAST%s antal dage med %sET klik på musen%s

source: Select a %sDYNAMIC%s range of days with %s2 mouse clicks%s
sv_se: Vælg et %sTILPASSET%s antal dage med %sTO klik på musen%s

source: Days selection number
sv_se: Bokningsbar period

source: Type your %snumber of days for range selection%s
sv_se: Välj %sminsta och högsta antalet dagar för val%s

source: Start day of range
sv_se: Första dag

source: Any day of week
sv_se: Alla veckodagar

source: Specific day(s) of week
sv_se: Specifika veckodagar

source: Select your start day of range selection at week
sv_se: Välj vilket som är första dagen i veckan

source: Min
sv_se: Min. pris

source: Select your %sminimum and maximum number of days for range selection%s
sv_se: Välj %sminsta och högsta antalet dagar för val%s

source: Specific days selections
sv_se: Specifika dagar

source: Type your %sspecific%s days, which can be selected by visitors, or leave this value empty. It can be several days separated by comma (example: %s) or by dash (example: %s, its the same like this: %s) or combination (example:%s, its the same like this: %s)
sv_se: Fyll i din%sspecifik%s dagar, som kan väljas av gäster, eller lämna tomt. Kan vara flera dagar separerade med comma (exempel: %s) eller dash (exempel: %s, är samma som: %s) eller kombination (exempel%s, är samma som: %s)

source: Use time selections as recurrent time slots
sv_se: Använd tidsbestämmelser som återkommande tidsspalt

source: Check this box if you want to use recurrent time to reserve several days. This means that middle days will be partially booked by actual times, otherwise the time in the booking form will be used as check-in/check-out time for the first and last day of the reservation.
sv_se: Fyll i denna box om du vill använda återkommande tid för att reservera flera dagar. Mitt dagar kommer bli delvis bokade av tider, annars kommer tiden i bokningsformuläret användas som check-in/check-out tid för första dagen och sista dagen av reservationen

source: Use check in/out time
sv_se: Använd check in/out tid

source: This option will overwrite any times selection in your booking form.
sv_se: Detta val kommer att skriva över valda tider i ditt bokningsformulär

source: Check this option, to use check in/out time during booking process.
sv_se: Fyll i detta val, för att använda check in/out tider vid boknings processen

source: %s Important!%s This will overwrite any times selection in your booking form.
sv_se: %s Viktigt!%s Detta kommer skriva över tider i ditt bokningsformulär

source: Check-in time
sv_se: Check-in tid

source: %sstart booking time%s
sv_se: %sbörja bokningstid%s

source: Type your %sCheck-in%s time of booking
sv_se: Skriv din %sCheck-in%s tid för bokning

source: Check-Out time
sv_se: Check-out tid

source: %send booking time%s
sv_se: %sskicka bokningstid%s

source: Type your %sCheck-Out%s time of booking
sv_se: Skriv din%sCheck-Out%s tid för bokning

source: Costs
sv_se: Kostnad

source: Set the cost
sv_se: Ange pris

source: fixed sum
sv_se: fast pris

source: Select your cost configuration.
sv_se: Välj din konstands konfiguration

source: Currency format
sv_se: Tillåten Valuta

source: Number of decimal points
sv_se: Antalet decimal punkter

source: Separator for the decimal point
sv_se: Tustental separator

source: No separator
sv_se: Ingen separation

source: Space
sv_se: Blanksteg

source: Dot
sv_se: Punkt

source: Comma
sv_se: Komma

source: Thousands separator
sv_se: Tustental separator

source: Time impact to cost
sv_se: Tidspåverkan på pris

source: Check this box if you want the %stime selection%s on the booking form %sapplied to the cost calculation%s.
sv_se: Fyll i denna box om du vill att %stiden%s i boknings formuläret %sgäller för kostands beräkningen%s.

source: Show booking details in payment form
sv_se: Visa boknings detaljer i betalningsformuläret

source: Check this checkbox if you want to show the %sbooking details summary%s above the payment form
sv_se: Markera om du vill visa %sboknings detaljer%s ovanför betalningsformuläret

source: Auto cancellation / auto approval of bookings
sv_se: Automatisk cancellation / automatisk godkännande av bokningar

source: Auto approve all new bookings
sv_se: Automatiskt godkännande av alla nya bokningar

source: Check this checkbox to %sactivate%s auto approve of all new pending bookings.
sv_se: Fyll i denna box för att%saktivivera%s automatisk godkänning av alla nya pågående bokningar.

source: Auto-cancel bookings
sv_se: Automatisk avbokning

source: Check this box to %sactivate%s auto-cancellation for pending, unpaid bookings.
sv_se: Markera för att %saktivera%s automatisk avbokning för pågående, obetalda bokningar.

source: Cancel bookings older
sv_se: Uphäv äldre bokningar

source: hour
sv_se: timma

source: hours
sv_se: timmar

source: Cancel only pending, unpaid bookings, which are older than this selection.
sv_se: Avbryt endast pågående, obetalda bokningar, som är äldre än detta val

source: Cancellation email sent
sv_se: Avvisande e-post skickat

source: Check this box to %ssend%s cancellation email for this resource.
sv_se: Fyll i denna box för att %sskicka%s avboknings mail för denna resurs.

source: Reason for cancellation
sv_se: Anledning till avslaget

source: Type the reason for %scancellation%s for the email template.
sv_se: Fyll i skäl för %savbokning%s för email mall.

source: Customization of billing fields, which automatically assign from booking form to billing form
sv_se: anpassning av fakturerings fält, som automatiskt tilldelas från boknings formulär till boknings form

source: Billing form fields
sv_se: Faktura formulär fält

source: Booked Times:
sv_se: Bokade Tider:

source: This booking canceled because we did not receive payment and the administrator did not approve it.
sv_se: Denna bokning avbokades för att vi inte mottog någon betalning och för att administrationen inte godkännde den.

source: You need to make payment for this reservation
sv_se: Du behöver göra en inbetalning för denna reservationen

source: You need to make payment %s for reservation %s at %s. %s Please make payment on this page: %s Thank you, %s
sv_se: Du behöver göra en inbetalning %s för reservationen %s vid %s. %s Var god gör betalningen på denna sida: %s Tack så mycket, %s

source: Apartment#1
sv_se: Stuga#2

source: Apartment#2
sv_se: Stuga#2

source: Apartment#3
sv_se: Stuga#2

source: Label
sv_se: Rubrik

source: optional
sv_se: Valfritt

source: Wrap each item with %s tag
sv_se: Bind varje artikel med %s tag

source: Put a label before field
sv_se: Skriv en rubrik innan ett fält

source: Make it %sexclusive%s
sv_se: Gör den %sexklusiv%s

source: Default value
sv_se: Förvalt värde

source: One Value from %sOptions%s list or term %s for selection of all checkboxes
sv_se: Ett värde från %salternativ%s listan eller vilkor %s för alla checkboxar

source: Options
sv_se: Val

source: required
sv_se: Krävs

source: One option per line
sv_se: Ett val per linje

source: Titles of options
sv_se: Valtitel

source: One title per line
sv_se: En titel per linje

source: One Value from %sOptions%s list
sv_se: Ett val från %salternativ%s listan

source: Allow %smultiple%s selections
sv_se: Tillåt %sflera%s val

source: Set as %srequired%s
sv_se: Markera som %skrävd%s

source: Name
sv_se: Namn

source: Placeholder
sv_se: Platshållare

source: Class
sv_se: Klass

source: Size
sv_se: Storlek

source: Maxlength
sv_se: Maxlängd

source: Copy and paste this shortcode into the form at left side
sv_se: Kopiera och klistra in shortcode i formuläret på vänster sida

source: Put this code in %sContent of Booking Fields%s and in %sEmail Templates%s
sv_se: Sätt in den här koden i %sInnehållet för Boknings Fältet%s och i %sEmail Mallarna%s

source: Rows
sv_se: Rad

source: Columns
sv_se: Kolumner

source: General Information
sv_se: Information

source: You can generate the form fields for your form (at the left side) by selection specific field in the above selectbox.
sv_se: Du kan generera formulär fält för ditt formulär (på vänster sida) genom att välja fält i ovanstående selectbox.

source: Please read more about the booking form fields configuration %shere%s.
sv_se: Du kan läsa mer om inställningar av bokningsformulär %shär%s.

source: You can use any %sHTML tags%s in the booking form. Please use the HTML tags carefully. Be sure, that all "open" tags (like %s) are closed (like this %s).
sv_se: Du kan använda %sHTML tags%s i boknings formuläret. Använd HTML tags försiktigt. Var säker att alla "open" tags (like %s) är stängda (såhär %s).

source: Default Form Templates
sv_se: Förvalt Formulär

source: You can reset your active form template by selecting default %sform template%s at the top toolbar. Please select the form template and click on %sReset%s button for resetting only active form (Booking Form or Content of Booking Fields form). Click on %sBoth%s button if you want to reset both forms: Booking Form and Content of Booking Fields form.
sv_se: Du kan återställa din aktiva form mall genom att välja förvalt %sformulär mall%s längst upp på toolbar. Var vänlig och välj formulärmallen och klicka på %sReset%s knapp för att återställning av aktiva formulär (Bokningsformulär och Innehåll av Bokningsfät). Klicka på %sBåde%s knapp om du vill återställa båda formulär: Bokningsformulär och Innehåll av Bokningsfält

source: Required Fields in Booking Form
sv_se: Krävda Fält i boknings formulär

source: Calendar
sv_se: Kalender

source: You must to have this shortcode:%s in the form.
sv_se: Du måste ha denna shortcode:%s i formuläret.

source: You can insert several calendars of different resources into the form allowing you to book several resources during one booking process.
sv_se: Du kan sätta in flera kalendrar från olika resurser i formuläret. Detta tillåter dig att boka flera resurer vid en boknings process

source: Example: %s.
sv_se: Exempel: %s.

source: where %s – default calendar %s (you can select desired resource of calendar by inserting shortcode into page)%s
sv_se: var %s - förvald kalender %s (du kan välja önskad kalender resurs genom att sätta in shortcode i sidan)%s

source: %s – calendar of booking resource with %s
sv_se: %s - kalender för bokningsresurser med %s

source: Please check more about this feature %shere%s.
sv_se: Läs mer om denna funktion %shär%s.

source: You can %suse this shortcode only once%s in the form.
sv_se: Du kan %sendast använda denna shortcode en gång%s i formuläret.

source: Email Field
sv_se: E-post Fält

source: You must have this shortcode:%s in the booking form.
sv_se: Du måste ha denna shortcode:%s i boknings formuläret.

source: This is the primary email field, which is used for sending emails to visitors.
sv_se: Detta är det ur huvudsakliga E-post fältet, som används för att skicka E-post till besökare

source: Standard Fields
sv_se: Standard Fält

source: Textarea
sv_se: Meddelandeyta

source: Checkbox(es)
sv_se: Checkbox(ar)

source: Radio Button(s)
sv_se: Radio Knapp(ar)

source: Insert %s shortcode to prevent SPAM bookings.
sv_se: Sätt in %s shortcode för att undvika spam bokningar

source: Submit Button
sv_se: Skicka knapp

source: Times Fields
sv_se: Tids Fält

source: Time Slot List
sv_se: Tids lista

source: Select the %s using the predefined %sTime List%s.
sv_se: Väj %s med förbestämd %sTid%s,

source: Time Slot
sv_se: Tids lucka

source: Please note, %sthe use of the time shortcode%s. If you select a date with some booked time slots, this time field will %sdisable booked times slots%s (set them as grayed).
sv_se: %sanvändningen av tids shortcode%s. Om du väljer ett datum med några bokade tider, kommer detta fält %sinaktivera bokade tider%s (gör dem grå).

source: It works only in %ssingle day selection%s mode.
sv_se: Fungerar endast i %sval av enskilda dagar%s sätt.

source: Also some early versions of the IE do not support disabling of the options in the selectboxes.
sv_se: Tidigare versioner av IE stödjer inte avaktiviseringen av detta val i selectboxarna.

source: Even if visitor selects the booked timeslot, system will not allow them to make the booking.
sv_se: Även om besökare väljer bokad tid, kommer systemet inte tillåta dem att göra bokningen

source: Please note, in the %sOptions list%s you can use times in military time format %s(24 Hour Time)%s only.
sv_se: i %sAlternativ%s kan du endast använda tid i militärt tids format %s(24 timmars tid)%s.

source: If you use this shortcode, %syou can not use any other time shortcodes%s in the form.
sv_se: Om du använder denna shortcode, %skan du inte använda några andra tids shortcodes%s i formuläret.

source: Start Time - Text field
sv_se: Sluttid - Text fält

source: Enter %s in text field.
sv_se: Fyll i %s i text fältet.

source: Start Time
sv_se: Starttid

source: Please note: this field only supports military time format %s(24 Hour Time)%s.
sv_se: detta fält stödjer endast militärt tids format %s(24 timmar)%s.

source: You can also use the %s in the form.
sv_se: Du kan också använda %s i formuläret.

source: End Time
sv_se: Sluttid

source: Duration Time
sv_se: Varaktighet

source: fields
sv_se: Fält

source: End Time - Text field
sv_se: Sluttid - Text fält

source: Start Time - Drop Down list
sv_se: Starttid - Drop Down lista

source: Please note, in the %sOptions list%s you can use times in military time format %s(24 Hour Time)%s only.
sv_se: i %sAlternativ%s kan du endast använda tider i militärt format %s(24 timmar)%s.

source: End Time - Drop Down list
sv_se: Sluttid - Drop Down list

source: Duration Time - Drop Down list
sv_se: Varaktighet - Drop Down list

source: field
sv_se: fält
